Repository: laws-africa/peachjam
Catalog: tanzlii/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: English
fr: Anglais
pt: Inglês
sw: Kiingereza

source: Swahili
pt: Suaíli
sw: Kiswahili

source: Karibu Katika Mfumo wa Taarifa za Maamuzi, Sheria na Kanuni za Tanzania
fr: Karibu Katika Mfumo wa Taarifa za Maamuzi, Sheria na Kanuni za Tanzanie
pt: Karibu Katika Mfumo wa Taarifa para Maamuzi, Sheria na Kanuni para Tanzânia

source: TanzLII ni tovuti ya Serikali ya Tanzania inayochapisha maamuzi, sheria na kanuni bure mtandaoni. TanzLII inaruhusu ufikiaji bure wa maamuzi, sheria na kanuni za Tanzania na ni mwanachama wa Jumuiya ya Afrika ya LIIs.
fr: TanzLII ni tovuti ya Serikali ya Tanzanie inayochapisha maamuzi, sheria na kanuni bure mtandaoni. TanzLII inaruhusu ufikiaji bure wa maamuzi, sheria na kanuni za Tanzanie na ni mwanachama wa Jumuiya ya Afrika ya LIIs.
pt: TanzLII ni tovuti ya Serikali ya Tanzânia inayochapisha maamuzi, sheria na kanuni bure mtandaoni. TanzLII inaruhusu ufikiaji bure wa maamuzi, sheria na kanuni za Tanzânia na ni mwanachama wa Jumuiya ya Afrika ya LIIs.
sw: TanzLII ni tovuti ya Serikali ya Tanzania inayochapisha maamuzi, sheria na kanuni bure mtandaoni. TanzLII mziki bure wa maamuzi, sheria na kanuni za Tanzania na ni wanachama wa Jumuiya ya Afrika ya LIIs.

source: Judgments
fr: Jugements
pt: Julgamentos
sw: Hukumu

source: Legislation
fr: Législation
pt: Legislação
sw: Sheria

source: Government Gazette
fr: Journal officiel du gouvernement
pt: Diário do Governo
sw: Gazeti la Serikali

source: Articles
pt: Artigos
sw: Makala

source: TanzLII is a project of the Tanzanian Judiciary. We aim to support the rule of law by publishing the law of Tanzania for free online access.
fr: TanzLII est un projet du pouvoir judiciaire tanzanien. Notre objectif est de soutenir l'état de droit en publiant la loi de la Tanzanie pour un accès en ligne gratuit.
pt: TanzLII é um projeto do Judiciário da Tanzânia. Nosso objetivo é apoiar o estado de direito publicando a lei da Tanzânia para acesso online gratuito.
sw: TanzLII ni tovuti ya Mahakama ya Tanzania inayochapisha mtandaoni bure maamuzi, Sheria na Kanuni. TanzLII inatoa upatoikanaji bure sheria ya Tanzania na ni mwanachama wa Jumuiya ya Afrika ya LII.

source: TanzLII is operated by the Judiciary of Tanzania and the Office of the Attorney General, Chief Parliamentary Draftsman, and publishes the law of Tanzania for free online access for all. Free Access to the law supports the rule of law and access to justice. TanzLII partners with <a href="https://africanlii.org/">African Legal Information Institute</a> and <a href="http://laws.africa/">Laws.Africa</a>, who provide it with technical support.
fr: TanzLII est géré par le pouvoir judiciaire de Tanzanie et le bureau du procureur général, rédacteur en chef du Parlement, et publie la loi de la Tanzanie pour un accès gratuit en ligne pour tous. L'accès gratuit à la loi soutient l'état de droit et l'accès à la justice. TanzLII s'associe à <a href="https://africanlii.org/">Institut africain d'information juridique</a> et <a href="http://laws.africa/">Laws.Africa</a>, qui lui fournissent un soutien technique.
pt: TanzLII é operado pelo Judiciário da Tanzânia e pelo Gabinete do Procurador-Geral, Chefe do Relator Parlamentar, e publica a lei da Tanzânia para acesso online gratuito para todos. O acesso gratuito à lei apoia o estado de direito e o acesso à justiça. TanzLII faz parceria com <a href="https://africanlii.org/">African Legal Information Institute</a> e <a href="http://laws.africa/">Laws.Africa</a>, que fornecem suporte técnico.
sw: TanzLII inaendeshwa na Mahakama ya Tanzania na Ofisi ya Mwanasheria Mkuu wa Serikali, Mwandishi Mkuu wa Bunge, na inachapisha sheria ya Tanzania kwa upatikanaji wa bure mtandaoni kwa wote. Upatikanaji Huru wa sheria unasaidia utawala wa sheria na upatikanaji wa haki. TanzLII inashirikiana na Taasisi ya <a href="https://africanlii.org/">African Legal Information Institute</a> na <a href="http://laws.africa/">Laws.Africa</a>, ambao huipatia msaada wa kiufundi.

source: Our partners
fr: Nos partenaires
pt: Nossos parceiros
sw: Washirika wetu

source: Practice Essentials
fr: Les essentiels de la pratique
pt: Prática Essencial
sw: Mazoezi Muhimu

source: Judiciary Guidelines & Procedures
fr: Lignes directrices et procédures judiciaires
pt: Diretrizes e procedimentos do judiciário
sw: Miongozo na Taratibu za Mahakama

source: National Prosecution Service Guidelines & Manuals
fr: Lignes directrices et manuels du Service national des poursuites
pt: Diretrizes e Manuais do Ministério Público Nacional
sw: Miongozo na Miongozo ya Huduma ya Mashtaka ya Kitaifa

source: Tanganyika Law Society Guidelines & Manuals
fr: Lignes directrices et manuels de la Tanganyika Law Society
pt: Diretrizes e manuais da Tanganyika Law Society
sw: Tanganyika Law Society Guidelines & Miongozo

source: Research Hub
fr: Centre de recherche
pt: Centro de Pesquisa
sw: Kituo cha Utafiti

source: TanzLII Case Digest
fr: Résumé de l'affaire TanzLII
pt: Resumo do caso TanzLII

source: Law Reform Commission Reports
fr: Rapports de la Commission de réforme du droit
pt: Relatórios da Comissão de Reforma da Lei
sw: Ripoti za Tume ya Kurekebisha Sheria

source: Legal Journals
fr: Revues juridiques
pt: Revistas Jurídicas
sw: Majarida ya Kisheria

source: Notable Speeches
fr: Discours marquants
pt: Discursos notáveis
sw: Hotuba Mashuhuri

source: Collections
pt: Coleções

source: Street Law
fr: Droit de la rue
pt: Direito de Rua
sw: Sheria ya Mtaa

source: African Union and EAC
fr: Union africaine et CAE
pt: União Africana e EAC

source: East African Community (EAC)
fr: Communauté de l'Afrique de l'Est (CAE)
pt: Comunidade da África Oriental (EAC)

source: East African Court of Justice
fr: Cour de justice de l'Afrique de l'Est
pt: Tribunal de Justiça da África Oriental

source: East African Court of Appeal
fr: Cour d'appel de l'Afrique de l'Est
pt: Tribunal de Recurso da África Oriental

source: African Court of Human and People's Rights
fr: Cour africaine des droits de l'homme et des peuples
pt: Tribunal Africano dos Direitos Humanos e dos Povos

source: African Commission on Human and People's Rights
fr: Commission africaine des droits de l'homme et des peuples
pt: Comissão Africana dos Direitos Humanos e dos Povos

source: AU Charters and Treaties
fr: Chartes et traités de l'UA
pt: Cartas e Tratados da UA

source: <a href="https://africanlii.org/" target="_blank" rel="noreferrer noopener">AfricanLII</a> is a part of the <a href="http://www.dgru.uct.ac.za/" target="_blank" rel="noreferrer noopener">Democratic Governance and Rights Unit</a> at the Faculty of Law, University of Cape Town (UCT), South Africa. AfricanLII helps individuals, organizations, and governments build and maintain sustainable free access to law portals, and reach the people of Africa and beyond.
fr: <a href="https://africanlii.org/" target="_blank" rel="noreferrer noopener">AfricanLII</a> fait partie de l'unité <a href="http://www.dgru.uct.ac.za/" target="_blank" rel="noreferrer noopener">Gouvernance démocratique et droits</a> de la Faculté de droit de l'Université de Cape Town (UCT), Afrique du Sud. AfricanLII aide les individus, les organisations et les gouvernements à créer et à maintenir un accès libre et durable aux portails juridiques et à atteindre les peuples d'Afrique et d'ailleurs.
pt: <a href="https://africanlii.org/" target="_blank" rel="noreferrer noopener">AfricanLII</a> faz parte da <a href="http://www.dgru.uct.ac.za/" target="_blank" rel="noreferrer noopener">Unidade de Governança Democrática e Direitos</a> da Faculdade de Direito da Universidade da Cidade do Cabo (UCT), África do Sul. O AfricanLII ajuda indivíduos, organizações e governos a construir e manter acesso gratuito e sustentável a portais jurídicos e a alcançar o povo da África e além.
sw: <a href="https://africanlii.org/" target="_blank" rel="noreferrer noopener">AfricanLII</a> ni sehemu ya Kitengo <a href="http://www.dgru.uct.ac.za/" target="_blank" rel="noreferrer noopener">cha</a> cha Utawala na Haki za Kidemokrasia katika Kitivo cha Sheria, Chuo Kikuu cha Cape Town (UCT), Afrika Kusini. AfricanLII husaidia watu binafsi, mashirika, na serikali kujenga na kudumisha upatikanaji endelevu wa bila malipo wa tovuti za sheria, na kufikia watu wa Afrika na kwingineko.

source: <a href="https://laws.africa/" target="_blank" rel="noreferrer noopener">Laws.Africa</a> is a South Africa non-profit organisation that digitises African legal information for public use. Open access to digital African legal information helps communities to thrive, businesses to succeed, and judicial officers and civil servants to deliver services efficiently and effectively.
fr: <a href="https://laws.africa/" target="_blank" rel="noreferrer noopener">Laws.Africa</a> est une organisation sud-africaine à but non lucratif qui numérise les informations juridiques africaines à usage public. Le libre accès aux informations juridiques numériques africaines aide les communautés à prospérer, les entreprises à réussir, et les officiers de justice et les fonctionnaires à fournir des services de manière efficace et efficiente.
pt: <a href="https://laws.africa/" target="_blank" rel="noreferrer noopener">Laws.Africa</a> é uma organização sem fins lucrativos da África do Sul que digitaliza informações legais africanas para uso público. O acesso aberto à informação jurídica digital africana ajuda as comunidades a prosperar, as empresas a ter sucesso e os funcionários judiciais e funcionários públicos a prestar serviços de forma eficiente e eficaz.
sw: <a href="https://laws.africa/" target="_blank" rel="noreferrer noopener">Laws.Africa</a> ni shirika lisilo la faida la Afrika Kusini ambalo huweka kidigitali taarifa za kisheria za Kiafrika kwa matumizi ya umma. Ufikiaji wazi wa taarifa za kisheria za kidijitali za Kiafrika husaidia jamii kustawi, biashara kufanikiwa, na maafisa wa mahakama na watumishi wa umma kutoa huduma kwa ufanisi na kwa ufanisi.

source: Contact us
fr: Contactez-nous
pt: Contate-nos
sw: Wasiliana nasi

source: Paralegal Resources
fr: Ressources parajuridiques
pt: Recursos paralegais

source: TanzLII Digital Paralegal Knowledge Hub
fr: Centre de connaissances numériques pour parajuristes TanzLII
pt: Centro de conhecimento para paralegais digitais TanzLII

source: This section of TanzLII brings together practical tools, training materials, and simplified legal information to support the work of paralegals across Tanzania. It is designed to provide quick access to reliable, up-to-date resources for use in daily practice and professional development. The Paralegal Hub is developed as a kiSwahili-first resource and is available on your device as an off-line resource.
fr: Cette section de TanzLII rassemble des outils pratiques, des supports de formation et des informations juridiques simplifiées pour soutenir le travail des parajuristes en Tanzanie. Elle est conçue pour offrir un accès rapide à des ressources fiables et actualisées, utiles au quotidien et au développement professionnel. La plateforme Paralegal Hub est conçue en kiswahili et est disponible sur votre appareil en mode hors connexion.
pt: Esta secção do TanzLII reúne ferramentas práticas, materiais de formação e informações jurídicas simplificadas para apoiar o trabalho dos paralegais em toda a Tanzânia. Foi concebida para proporcionar um acesso rápido a recursos fiáveis e atualizados para utilização na prática diária e no desenvolvimento profissional. O Paralegal Hub foi desenvolvido como um recurso que prioriza o suaíli e está disponível no seu dispositivo como um recurso offline.

source: The TanzLII Digital Paralegal Knowledge Hub is published under the authority of the Ministry of Constitutional and Legal Affairs of Tanzania (MoCLA), with support from ENABEL and the GIZ Tanzania and East Africa.
fr: Le TanzLII Digital Paralegal Knowledge Hub est publié sous l'autorité du ministère des Affaires constitutionnelles et juridiques de Tanzanie (MoCLA), avec le soutien d'ENABEL et de la GIZ Tanzanie et Afrique de l'Est.
pt: O TanzLII Digital Paralegal Knowledge Hub é publicado sob a autoridade do Ministério dos Assuntos Constitucionais e Jurídicos da Tanzânia (MoCLA), com o apoio da ENABEL e da GIZ Tanzânia e África Oriental.

source: Content is contributed by the MoCLA, the LHRC, Tanganyika Law Society, Tanzania School of Law, and other institutions in Tanzania.
fr: Le contenu est fourni par le MoCLA, le LHRC, la Tanganyika Law Society, la Tanzania School of Law et d'autres institutions en Tanzanie.
pt: O conteúdo é contribuído pelo MoCLA, LHRC, Tanganyika Law Society, Tanzania School of Law e outras instituições na Tanzânia.

source: All materials are freely accessible, regularly updated, and tailored to the needs of the Tanzanian paralegal community.
fr: Tous les documents sont librement accessibles, régulièrement mis à jour et adaptés aux besoins de la communauté parajuridique tanzanienne.
pt: Todos os materiais são de livre acesso, atualizados regularmente e adaptados às necessidades da comunidade paralegal da Tanzânia.

source: Research when you're offline
fr: Effectuez des recherches lorsque vous êtes hors ligne
pt: Pesquise quando estiver offline

source: Enable offline access for these resources. Once enabled, you can use these resources at any time without an internet connection.
fr: Activez l'accès hors ligne à ces ressources. Une fois activé, vous pourrez les utiliser à tout moment sans connexion internet.
pt: Ative o acesso offline para estes recursos. Após a ativação, poderá utilizar estes recursos a qualquer momento, sem necessitar de ligação à internet.

source: Resources
fr: Ressources
pt: Recursos

source: Training manuals
fr: Manuels de formation
pt: Manuais de formação

source: Paralegal manuals, updated for quick reference.
fr: Manuels parajuridiques, mis à jour pour une référence rapide.
pt: Manuais para paralegais, atualizados para consulta rápida.

source: Guides and best practices
fr: Guides et bonnes pratiques
pt: Guias e melhores práticas

source: Step-by-step resources on common legal issues such as land rights, family law, and criminal justice.
fr: Ressources étape par étape sur des questions juridiques courantes telles que les droits fonciers, le droit de la famille et la justice pénale.
pt: Recursos passo a passo sobre questões jurídicas comuns, como os direitos à terra, o direito da família e a justiça criminal.

source: Legal information
fr: Informations légales
pt: Informações legais

source: Curated summaries of laws and court decisions most relevant to paralegal work.
fr: Résumés organisés des lois et des décisions judiciaires les plus pertinentes pour le travail parajuridique.
pt: Resumos selecionados de leis e decisões judiciais mais relevantes para o trabalho paralegal.
