Repository: laws-africa/peachjam
Catalog: civlii/locale/*/LC_MESSAGES/django.po
Languages: pt, sw

source: French
pt: Francês
sw: Kifaransa

source: English
pt: Inglês
sw: Kiingereza

source: Welcome to the Côte d'Ivoire Legal Information Institute
pt: Bem-vindo ao Instituto de Informação Jurídica da Costa do Marfim

source: Free access to the law of Côte d'Ivoire. CIVLII is a member of the community of African LIIs and of the Free Access to Law Movement.
pt: Acesso livre à legislação da Costa do Marfim. A CIVLII é membro da comunidade das Instituições de Acesso Livre à Justiça Africanas e do Movimento de Acesso Livre à Justiça.

source: Home
pt: Página inicial
sw: Nyumbani

source: Judgments
pt: Julgamentos
sw: Hukumu

source: Legislation
pt: Legislação
sw: Sheria

source: African Union and ECOWAS
pt: União Africana e CEDEAO
sw: Umoja wa Afrika na ECOWAS

source: African Court of Human and People's Rights
pt: Tribunal Africano dos Direitos Humanos e dos Povos
sw: Mahakama ya Afrika ya Haki za Binadamu na Watu

source: African Commission on Human and People's Rights
pt: Comissão Africana dos Direitos Humanos e dos Povos
sw: Tume ya Afrika ya Haki za Binadamu na Watu

source: Economic Community of West African States (ECOWAS)
pt: Comunidade Económica dos Estados da África Ocidental (CEDEAO)
sw: Jumuiya ya Kiuchumi ya Nchi za Afrika Magharibi (ECOWAS)

source: ECOWAS Community Court of Justice
pt: Tribunal de Justiça da Comunidade da CEDEAO
sw: Mahakama ya Haki ya Jumuiya ya ECOWAS

source: AU Charters and Treaties
pt: Cartas e Tratados da UA
sw: Mikataba na Mikataba ya AU

source: About
pt: Sobre
sw: Kuhusu

source: CNDJ is a member of the community of African LIIs and of the Free Access to Law Movement.
pt: A CNDJ é membro da comunidade das instituições de ensino jurídico africanas e do Movimento de Livre Acesso à Justiça.
sw: CNDJ ni mwanachama wa jumuiya ya LII za Kiafrika na Ufikiaji Huru wa Vuguvugu la Sheria.

source: <a href="https://africanlii.org/" target="_blank" rel="noreferrer noopener">AfricanLII</a> is a part of the <a href="http://www.dgru.uct.ac.za/" target="_blank" rel="noreferrer noopener">Democratic Governance and Rights Unit</a> at the Faculty of Law, University of Cape Town (UCT), South Africa. AfricanLII helps individuals, organizations, and governments build and maintain sustainable free access to law portals, and reach the people of Africa and beyond.
pt: <a href="https://africanlii.org/" target="_blank" rel="noreferrer noopener">AfricanLII</a> faz parte da <a href="http://www.dgru.uct.ac.za/" target="_blank" rel="noreferrer noopener">Unidade de Governança Democrática e Direitos</a> da Faculdade de Direito da Universidade da Cidade do Cabo (UCT), África do Sul. O AfricanLII ajuda indivíduos, organizações e governos a construir e manter acesso gratuito e sustentável a portais jurídicos e a alcançar o povo da África e além.
sw: <a href="https://africanlii.org/" target="_blank" rel="noreferrer noopener">AfricanLII</a> ni sehemu ya Kitengo <a href="http://www.dgru.uct.ac.za/" target="_blank" rel="noreferrer noopener">cha</a> cha Utawala na Haki za Kidemokrasia katika Kitivo cha Sheria, Chuo Kikuu cha Cape Town (UCT), Afrika Kusini. AfricanLII husaidia watu binafsi, mashirika, na serikali kujenga na kudumisha upatikanaji endelevu wa bila malipo wa tovuti za sheria, na kufikia watu wa Afrika na kwingineko.

source: <a href="https://laws.africa/" target="_blank" rel="noreferrer noopener">Laws.Africa</a> is a South Africa non-profit organisation that digitises African legal information for public use. Open access to digital African legal information helps communities to thrive, businesses to succeed, and judicial officers and civil servants to deliver services efficiently and effectively.
pt: <a href="https://laws.africa/" target="_blank" rel="noreferrer noopener">Laws.Africa</a> é uma organização sem fins lucrativos da África do Sul que digitaliza informações legais africanas para uso público. O acesso aberto à informação jurídica digital africana ajuda as comunidades a prosperar, as empresas a ter sucesso e os funcionários judiciais e funcionários públicos a prestar serviços de forma eficiente e eficaz.
sw: <a href="https://laws.africa/" target="_blank" rel="noreferrer noopener">Laws.Africa</a> ni shirika lisilo la faida la Afrika Kusini ambalo huweka kidigitali taarifa za kisheria za Kiafrika kwa matumizi ya umma. Ufikiaji wazi wa taarifa za kisheria za kidijitali za Kiafrika husaidia jamii kustawi, biashara kufanikiwa, na maafisa wa mahakama na watumishi wa umma kutoa huduma kwa ufanisi na kwa ufanisi.

source: Contact us
pt: Contate-nos
sw: Wasiliana nasi
