Repository: laws-africa/peachjam
Catalog: peachjam_search/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Search alert limit reached
sw: Kikomo cha tahadhari ya utafutaji kimefikiwa

source: feedback
sw: maoni

source: name
sw: jina

source: email address
sw: anwani ya baruapepe

source: Search alert
sw: Tahadhari ya utafutaji

source: Close
sw: Funga

source: We'll email you when new documents are found for this search.
sw: Tutakutumia barua pepe hati mpya zitakapopatikana kwa utafutaji huu.

source: A note to yourself about this search
sw: Ujumbe kwako mwenyewe kuhusu utafutaji huu

source: You have reached your limit for search alerts.
sw: Umefikia kikomo chako cha arifa za utafutaji.

source: To add more, please upgrade to %(product)s.
sw: Ili kuongeza zaidi, tafadhali pata toleo jipya la %(product)s.

source: Saving...
sw: Inahifadhi...

source: All search alerts
sw: Arifa zote za utafutaji

source: You are not logged in. Please log in to receive alerts when we find new matches for your search.
sw: Hujaingia. Tafadhali ingia ili kupokea arifa tutakapopata zinazolingana na utafutaji wako.

source: Are you sure?
sw: Je, una uhakika?

source: Delete alert
sw: Futa tahadhari

source: Save
sw: Hifadhi

source: Login
sw: Ingia

source: Best match
sw: Mechi bora

source: Explanation
sw: Maelezo

source: Raw
sw: Mbichi

source: Page
sw: Ukurasa

source: Download
sw: Pakua

source: Try it
sw: Ijaribu

source: Search
sw: Tafuta

source: Advanced search
sw: Utafutaji wa kina

source: Mode
sw: Hali

source: Ordering
sw: Kuagiza

source: Number of results
sw: Idadi ya matokeo

source: Filters
sw: Vichujio

source: User
sw: Mtumiaji

source: staff
sw: wafanyakazi

source: Config version
sw: Sanidi toleo

source: Request ID
sw: Ombi la kitambulisho

source: Clicks
sw: Mibofyo

source: Trace ID
sw: Kitambulisho cha kufuatilia

source: Go
sw: Nenda

source: Get alerts for this search
sw: Pata arifa za utafutaji huu

source: Update this search alert
sw: Sasisha arifa hii ya utafutaji

source: Search Alerts
sw: Tafuta Tahadhari

source: Search alerts
sw: Tahadhari za utafutaji

source: We'll email you when new documents are found for your search alerts.
sw: Tutakutumia barua pepe hati mpya zitakapopatikana kwa arifa zako za utafutaji.

source: Alerted %(ago)s ago
sw: Imearifiwa %(ago)s zilizopita

source: Delete
sw: Futa

source: You don't have any search alerts. Get started by searching for a document and clicking the search alert button.
sw: Huna arifa zozote za utafutaji. Anza kwa kutafuta hati na kubofya kitufe cha arifa ya utafutaji.

source: Search trace
sw: Ufuatiliaji wa utafutaji

source: Search traces
sw: Tafuta athari

source: Number of Results
sw: Idadi ya Matokeo

source: Created At
sw: Imeundwa Katika

source: No search traces found.
sw: Hakuna ufuatiliaji wa utafutaji uliopatikana.

source: Search %(app_name)s
sw: Tafuta %(app_name)s

source: Search trace not found
sw: Ufuatiliaji wa utafutaji haujapatikana
