Repository: laws-africa/peachjam
Catalog: peachjam/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: We scan and digitize most of the documents made available on the %(organisation_name)s and affiliate LII websites. We use industry-standard Optical Character Recognition (OCR) software to convert these documents to readable text and there may be errors introduced by this process.
fr: Nous numérisons et numérisons la plupart des documents mis à disposition sur les sites Web %(organisation_name)s et affiliés LII. Nous utilisons un logiciel standard de reconnaissance de caractères optique (OCR) pour convertir ces documents en texte lisible et il peut y avoir des erreurs introduites par ce processus.
pt: Nós digitalizamos e digitalizamos a maioria dos documentos disponibilizados nos %(organisation_name)s e sites LII de afiliados. Usamos o software de reconhecimento de caracteres ópticos (OCR) padrão do setor para converter esses documentos em texto legível e podem haver erros introduzidos por este processo.
sw: Tunaskani na kuweka kidijiti nyaraka zilizo nyingi zinazopatikana kwenye tovuti za %(organisation_name)s na washirika wa LII. Tunatumia programu Inayobadili Picha iweze kusomeka (OCR) ili kubadilisha nyaraka hizi kuwa maandishi yanayosomeka na kunaweza kuwa na makosa yanayoletwa na mchakato huu.

source: Please contact us should you encounter errors in any of the documents published and we shall rectify them within a reasonable time.
fr: Veuillez nous contacter si vous trouverez des erreurs dans les documents publiés et nous les corrigerons dans un délai raisonnable.
pt: Por favor, entre em contato conosco se encontrar erros em qualquer um dos documentos publicados, e vamos corrigi-los dentro de um prazo razoável.
sw: Tafadhali wasiliana nasi iwapo utapata hitilafu katika nyaraka zozote zilizochapishwa na tutazirekebisha ndani ya muda muafaka.

source: Disclaimer
fr: Clause de non-responsabilité
pt: Renúncia
sw: Zuio

source: Although we make every effort to authenticate information and include the source and history of documents published on this service, you should note that information on %(organisation_name)s is:
fr: Bien que nous fassions tout notre possible pour authentifier les informations et inclure la source et l'histoire des documents publiés sur ce service, vous devriez noter que les informations sur %(organisation_name)s sont :
pt: Embora façamos todos os esforços para autenticar a informação e incluir a fonte e o histórico de documentos publicados neste serviço, você deve notar que a informação sobre %(organisation_name)s é:
sw: Ingawa tunafanya kila jitihada kuthibitisha taarifa na kujumuisha chanzo na historia ya nyaraka zilizochapishwa kwenye huduma hii, unapaswa kutambua kuwa taarifa kwenye %(organisation_name)s ni:

source: not necessarily comprehensive, complete, accurate or up-to-date;
fr: pas nécessairement complète, exhaustif, exacte ou à jour ;
pt: não necessariamente abrangente, completo, preciso ou atualizado;
sw: si lazima kuwa ya kina, kamili, sahihi au ya kisasa;

source: sometimes linked to external sites over which %(organisation_name)s has no control and for which %(organisation_name)s assumes no responsibility;
fr: parfois liés à des sites externes sur lesquels %(organisation_name)s n'a aucun contrôle et pour lesquels %(organisation_name)s n'assume aucune responsabilité;
pt: às vezes ligado a sites externos sobre os quais %(organisation_name)s não tem controle e sobre os quais %(organisation_name)s não assume responsabilidade;
sw: wakati mwingine inahusishwa na tovuti za nje ambazo %(organisation_name)s haina udhibiti na ambapo %(organisation_name)s haiwajibiki;

source: not professional or legal advice (if you need specific advice, you should always consult a suitably qualified professional).
fr: ne sont pas des conseils professionnels ou juridiques (si vous avez besoin de conseils spécifiques, vous devez toujours consulter un professionnel dûment qualifié).
pt: não de aconselhamento profissional ou jurídico (se você precisar de conselhos específicos, você deve sempre consultar um profissional devidamente qualificado).
sw: si ushauri wa kitaalamu au wa kisheria (ikiwa unahitaji ushauri maalumu, unapaswa wakati wote kushauriana na mtaalamu mwenye sifa anayefaa).

source: %(organisation_name)s and Laws.Africa, members of its staff, and its contractors shall not be liable for any financial or other consequences arising from the use of information or data contained on this site, including the inappropriate, improper or fraudulent use of such information or data.
fr: %(organisation_name)s et Laws.Africa, les membres de son équipe, et ses contractants ne seront pas responsables des conséquences financières ou autres découlant de l'utilisation des informations ou des données contenues sur ce site, y compris l'utilisation inappropriée, impropre ou frauduleuse de ces informations ou données.
pt: %(organisation_name)s e Leis. frica, membros de sua equipe, e os seus contratantes não serão responsáveis por quaisquer consequências financeiras ou outras decorrentes do uso de informações ou dados contidos neste site, incluindo o uso impróprio, inapropriado ou fraudulento de tais informações ou dados.
sw: %(organisation_name)s na Laws.Africa, wafanyakazi wake, na wakandarasi wake hawatawajibika kwa madhara yoyote ya kifedha au mengine yanayotokana na matumizi ya taarifa au data iliyomo kwenye tovuti hii, ikiwa ni pamoja na matumizi yasiyofaa, yasiyo sahihi au ya udanganyifu wa taarifa au data hizo.

source: %(organisation_name)s does not invite reliance upon, nor accept responsibility for, the information it provides. %(organisation_name)s makes every effort to provide a high-quality service. However, neither %(organisation_name)s nor the providers of data on %(organisation_name)s, give any guarantees, undertakings or warranties concerning the accuracy, completeness or up-to-date nature of the information provided. Users should confirm information from another source if it is of sufficient importance for them to do so.
fr: %(organisation_name)s n'invite pas la confiance et n'accepte pas la responsabilité des renseignements qu'elle fournit. %(organisation_name)s s’efforce de fournir un service de haute qualité. Cependant, ni %(organisation_name)s ni les fournisseurs de données sur %(organisation_name)s, ne donnent aucune garantie, les entreprises ou les garanties concernant l'exactitude, l'exhaustivité ou la nature à jour des renseignements fournis. Les utilisateurs devraient confirmer les informations provenant d'une autre source s'il est suffisamment important pour qu'ils le fassent.
pt: %(organisation_name)s não convida a confiança nem aceita responsabilidade pelas informações fornecidas. %(organisation_name)s faz todos os esforços para fornecer um serviço de alta qualidade. No entanto, nem %(organisation_name)s nem os provedores de dados em %(organisation_name)s, dão quaisquer garantias, empresas ou garantias relativas à precisão, à integralidade ou à natureza actualizada da informação fornecida. Os utilizadores devem confirmar a informação de outra fonte, se for de importância suficiente para o fazerem.
sw: %(organisation_name)s hairuhusu utegemezi, wala kukubali kuwajibika kwa taarifa inayoitoa. %(organisation_name)s inafanya kila jitihada kutoa huduma ya ubora wa hali ya juu. Hata hivyo, si %(organisation_name)s wala watoa data kwenye %(organisation_name)s, wanaotoa uhakika, ahadi au dhamana yoyote kuhusu usahihi, ukamilifu au hali ya upya wa taarifa iliyotolewa. Watumiaji wanapaswa kuthibitisha taarifa kutoka katika chanzo kingine ikiwa ni ya umuhimu wa kutosha kwao kufanya hivyo.

source: Hypertext links on %(organisation_name)s are (in most cases) inserted by %(organisation_name)s, not by the data providers. Automated insertion of hypertext links on %(organisation_name)s means that links will not be comprehensive or accurate in all cases. Neither %(organisation_name)s nor its providers of data, give any guarantees, undertakings or warranties concerning hypertext linking.
fr: Les liens hypertextes sur %(organisation_name)s sont (dans la plupart des cas) insérés par %(organisation_name)s, pas par les fournisseurs de données. L'insertion automatique de liens hypertextes sur %(organisation_name)s signifie que les liens ne seront pas complets ou exacts dans tous les cas. Ni %(organisation_name)s ni ses fournisseurs de données, ne donnent de garanties, d'engagements ou de garanties concernant le lien hypertexte.
pt: Links do Hypertext em %(organisation_name)s são (na maioria dos casos) inseridos por %(organisation_name)s, não pelos provedores de dados. A inserção automatizada de links hipertexto no %(organisation_name)s significa que os links não serão abrangentes nem precisos em todos os casos. Nem %(organisation_name)s nem os seus fornecedores de dados, dão quaisquer garantias, empresas ou garantias em matéria de hipertextos.
sw: Viungo vya Hypertext kwenye %(organisation_name)s (mara nyingi) huingizwa na %(organisation_name)s, sio watoa data. Uingizaji kiotomati wa viungo vya hypertext kwenye %(organisation_name)s inamaanisha kuwa viungo havitakuwa vya kina au sahihi kwa namna zote. Si %(organisation_name)s wala watoa data wake, wanatoa uhakika, ahadi au udhamini wowote kuhusu viungo vya hypertext.

source: Copyright and Licensing
fr: Copyright et licence
pt: Direitos Autorais e Licença
sw: Hakimiliki na Utoaji leseni

source: You may use and re-use primary and secondary law content on %(organisation_name)s under the terms of the Creative Commons <a href="http://creativecommons.org/licenses/by-nc/4.0/">Attribution-NonCommercial 4.0 International</a> license. Under this license, you may freely use, re-use and redistribute works from %(organisation_name)s provided you credit %(organisation_name)s as your source and your use is not for commercial gain.
fr: Vous pouvez utiliser et réutiliser le contenu du droit primaire et secondaire sur %(organisation_name)s sous les termes de la licence Creative Commons <a href="http://creativecommons.org/licenses/by-nc/4.0/">Paternité-Pas d'Utilisation Commerciale 4. Licence internationale</a> Sous cette licence, vous pouvez utiliser librement réutiliser et redistribuer des œuvres de %(organisation_name)s à condition que vous créditiez %(organisation_name)s comme source et que votre utilisation ne soit pas à des fins commerciales.
pt: Você pode usar e reutilizar o conteúdo da lei primária e secundária no %(organisation_name)s sob os termos do Creative Commons <a href="http://creativecommons.org/licenses/by-nc/4.0/">Atribuição-Não Comercial 4. Licença</a> internacional. Sob essa licença, você pode usar livremente. reutilização e redistribuição de obras de %(organisation_name)s desde que você emita crédito %(organisation_name)s como fonte e seu uso não é para benefício comercial.
sw: Unaweza kutumia na kutumia tena maudhui ya sheria ya msingi na ufafanuzi wake kwenye %(organisation_name)s chini ya masharti ya leseni ya Creative Commons <a href="http://creativecommons.org/licenses/by-nc/4.0/">Attribution-NonCommercial 4.0 International</a>. Chini ya leseni hii, unaweza kutumia, kutumia upya na kusambaza upya kazi kutoka %(organisation_name)s bila malipo, ili mradi umetoa kwa %(organisation_name)s kama chanzo chako na matumizi yako si kwa manufaa ya kibiashara.

source: Specific collections on %(organisation_name)s may be licensed under more permissive licenses. Examples of these collections are unedited African Union documentation, national and regional caselaw and government gazettes. Check the landing page of each collection for specific licensing information.
fr: Les collections spécifiques sur %(organisation_name)s peuvent être licenciées sous licence plus permissive. Des exemples de ces collections sont la documentation non éditée de l’Union africaine, les journaux nationaux et régionaux et les journaux gouvernementaux. Consultez la page d'accueil de chaque collection pour obtenir des informations spécifiques sur les licences.
pt: Coleções específicas no %(organisation_name)s podem ser licenciadas sob mais licenças permissivas. Exemplos destas colecções são a documentação sem edição da União Africana, a jurisprudência nacional e regional e as revistas governamentais. Verifique a página de destino de cada coleção para informações específicas de licenciamento.
sw: Makusanyo maalumu kwenye %(organisation_name)s yanaweza kupewa leseni chini ya leseni zinazoruhusiwa zaidi. Mifano ya makusanyo hayo ni hati za Umoja wa Afrika ambazo hazijahaririwa, sheria za kitaifa na kikanda na magazeti ya serikali. Angalia ukurasa wa kwanza wa kila mkusanyiko kwa maelezo maalumu ya utoaji leseni.

source: Use of legal materials published by %(organisation_name)s can be subject to additional conditions set by courts, regional and government bodies, and publishers claiming intellectual property rights relating to the documents. %(organisation_name)s makes an effort to indicate the existence of additional conditions on the pages of the relevant databases. Still, Users remain responsible for checking whether their use of the documents is authorised.
fr: L'utilisation du matériel juridique publié par %(organisation_name)s peut être soumise à des conditions supplémentaires définies par les tribunaux, les organismes régionaux et gouvernementaux, ainsi que les éditeurs revendiquant les droits de propriété intellectuelle relatifs aux documents. %(organisation_name)s s'efforce d'indiquer l'existence de conditions supplémentaires sur les pages des bases de données concernées. Néanmoins, l'utilisateur reste responsable de vérifier si son utilisation des documents est autorisée.
pt: O uso de materiais legais publicados por %(organisation_name)s pode estar sujeito a condições adicionais definidas pelos tribunais, órgãos regionais e governamentais e editores que reivindicam direitos de propriedade intelectual relacionados com os documentos. %(organisation_name)s faz um esforço para indicar a existência de condições adicionais nas páginas das bases de dados relevantes. Ainda assim, os usuários continuam a ser responsáveis por verificar se o seu uso dos documentos é autorizado.
sw: Matumizi ya maandiko ya kisheria yaliyochapishwa na %(organisation_name)s yanaweza kuwa chini ya masharti ya ziada yaliyowekwa na mahakama, vyombo vya kanda na vya serikali, na wachapishaji wanaodai haki za milki ya ubunifu zinazohusiana na nyaraka. %(organisation_name)s inafanya jitihada za kuonyesha kuwepo kwa masharti ya ziada kwenye kurasa za hifadhidata husika. Bado, Watumiaji wanabaki na jukumu la kuangalia kama matumizi yao ya nyaraka yameidhinishwa.

source: %(organisation_name)s reserves the intellectual property rights on the %(organisation_name)s name, website’s graphics and website design.
fr: %(organisation_name)s se réserve les droits de propriété intellectuelle sur le nom de %(organisation_name)s , les graphiques du site Web et la conception du site Web.
pt: %(organisation_name)s reserva os direitos de propriedade intelectual sobre o nome %(organisation_name)s , os gráficos do site e o design do site.
sw: %(organisation_name)s inahifadhi haki za milki ya ubunifu kwenye jina, michoro ya tovuti na usanifu wa tovuti ya %(organisation_name)s.

source: Privacy
fr: Confidentialité
pt: Privacidade
sw: Faragha

source: Information concerning the usage of %(organisation_name)s
fr: Informations concernant l'utilisation de %(organisation_name)s
pt: Informações sobre o uso de %(organisation_name)s
sw: Taarifa kuhusu matumizi ya %(organisation_name)s

source: %(organisation_name)s collects information which identifies, for each page accessed on %(organisation_name)s, the network identity of the machine which has accessed it. We use Google Analytics and in-house software to perform this function.
fr: %(organisation_name)s collecte des informations qui identifient, pour chaque page accédée sur %(organisation_name)s, l'identité du réseau de la machine qui y a accès. Nous utilisons Google Analytics et des logiciels internes pour effectuer cette fonction.
pt: %(organisation_name)s coleta informações que identifica, para cada página acessada no %(organisation_name)s, a identidade da rede da máquina que acessou a ela. Usamos o Google Analytics e software interno para realizar essa função.
sw: %(organisation_name)s inakusanya taarifa ambazo zinabainisha, kwa kila ukurasa unaofunguliwa kwenye %(organisation_name)s, utambulisho wa mtandao wa mashine ambayo imefunguliwa. Tunatumia Google Changanuzi na programu ya ndani kutekeleza utendaji huo.

source: %(organisation_name)s retains this usage information for purposes of network analysis, usage analysis, and research into usage patterns to improve the %(organisation_name)s services. Access to and use of this information is restricted to Google Analytics, %(organisation_name)s management and staff, and to researchers working on %(organisation_name)s projects and subject to an agreement to adhere to these Terms of Use.
fr: %(organisation_name)s conserve ces informations d'utilisation à des fins d'analyse du réseau, analyse d'utilisation et recherche de modèles d'utilisation pour améliorer les services %(organisation_name)s . L'accès et l'utilisation de ces informations sont limités à Google Analytics, à la gestion de %(organisation_name)s et au personnel, et aux chercheurs travaillant sur les projets de %(organisation_name)s et sous réserve d'un accord pour se conformer aux présentes conditions d'utilisation.
pt: %(organisation_name)s retém essas informações de uso para fins de análise de rede, análise de uso e pesquisa sobre padrões de uso para melhorar o serviço %(organisation_name)s . O acesso a e uso desta informação é restrito ao Google Analytics, ao gerenciamento de %(organisation_name)s e a funcionários, e para pesquisadores que trabalham em %(organisation_name)s projetos e sujeitos a acordo para aderir a estes Termos de uso.
sw: %(organisation_name)s inahifadhi taarifa hizi za matumizi kwa madhumuni ya uchanganuzi wa mtandao, uchanganuzi wa matumizi na utafiti katika mifumo ya utumiaji ili kuboresha huduma za %(organisation_name)s. Upatikanaji na utumiaji wa taarifa hizi unapatikana kwa Google Changanuzi tu, menejimenti na wafanyakazi wa %(organisation_name)s, na kwa watafiti wanaofanya kazi kwenye miradi ya %(organisation_name)s na kulingana na makubaliano ya kufuata Masharti haya.

source: %(organisation_name)s reserves the right to gather more extensive information than stated above (i) about any attempted access to %(organisation_name)s which raise security issues (and, where necessary, to make disclosures to relevant authorities); and (ii) for network analyses on an occasional basis.
fr: %(organisation_name)s se réserve le droit de recueillir des informations plus complètes que celles indiquées ci-dessus (i) sur toute tentative d'accès à %(organisation_name)s qui soulève des problèmes de sécurité (et, le cas échéant, de divulguer des informations aux autorités compétentes; et (ii) pour des analyses de réseau occasionnelles.
pt: %(organisation_name)s reserva-se o direito de coletar informações mais extensas do que aquelas acima descritas (i) sobre qualquer tentativa de acesso a %(organisation_name)s , que levantem questões de segurança (e, sempre que necessário, fazer a divulgação às autoridades relevantes); e (ii) para análises de rede em uma base ocasional.
sw: %(organisation_name)s ina haki ya kukusanya taarifa nyingi zaidi kuliko ilivyoelezwa hapo juu (i) kuhusu jaribio lolote la kufikia %(organisation_name)s ambalo linazua masuala ya usalama (na, pale inapobidi, kufichua kwa mamlaka husika); na (ii) kwa uchanganuzi wa mtandao mara kwa mara.

source: Personal information contained in %(organisation_name)s databases
fr: Informations personnelles contenues dans les bases de données %(organisation_name)s
pt: Informações pessoais contidas em bancos de dados %(organisation_name)s
sw: Taarifa binafsi zilizomo katika hifadhidata ya %(organisation_name)s

source: Personal information in court cases
fr: Informations personnelles dans les affaires judiciaires
pt: Informações pessoais em casos do tribunal
sw: Taarifa binafsi katika kesi za mahakama

source: %(organisation_name)s publishes comprehensive collections of court decisions with the consent of the public bodies concerned. The electronic dissemination of judgments is in concordance with the open court principle, instituted to ensure the impartiality and transparency of the judicial process by allowing access to the record of judicial proceedings, including judgments. Therefore, %(organisation_name)s operates on the core principle that all citizens and organisations should be provided with free, unconditional and unrestricted access to basic legal materials.
fr: %(organisation_name)s publie des collections complètes des décisions judiciaires avec le consentement des organismes publics concernés. La diffusion électronique des jugements est en accord avec le principe de la Cour ouverte, institué pour assurer l'impartialité et la transparence de la procédure judiciaire en permettant l'accès au dossier des procédures judiciaires, y compris les jugements. Par conséquent, %(organisation_name)s opère selon le principe fondamental selon lequel tous les citoyens et toutes les organisations devraient être fournis gratuitement. un accès inconditionnel et illimité aux documents légaux de base.
pt: A %(organisation_name)s publica coleções completas de decisões judiciais com o consentimento dos organismos públicos em causa. A disseminação electrónica de acórdãos está em conformidade com o princípio do Tribunal Aberto. Instituído para garantir a imparcialidade e a transparência do processo judicial, permitindo o acesso ao registo dos processos judiciais, incluindo as sentenças. Portanto, %(organisation_name)s opera segundo o princípio central de que todos os cidadãos e organizações devem ser fornecidos gratuitamente. acesso incondicional e sem restrições a materiais jurídicos básicos.
sw: %(organisation_name)s inachapisha makusanyo ya kina ya maamuzi ya mahakama kwa idhini ya vyombo vya umma vinavyohusika. Usambazaji wa hukumu za kielektroni unaendana na kanuni ya mahakama ya wazi, iliyoanzishwa ili kuhakikisha kutopendelea na uwazi wa mchakato wa mahakama kwa kuruhusu upatikanaji wa rekodi za mashtaka ya mahakama, ikiwa ni pamoja na hukumu. Kwa hiyo, %(organisation_name)s inafanya kazi kwa kufuata kanuni ya msingi kwamba wananchi wote na mashirika wanapaswa kupewa bure, bila masharti na kupata bila vikwazo maandiko ya msingi ya kisheria.

source: %(organisation_name)s undertakes to monitor and delete from published judgments personal information as directed by law or specific court order. %(organisation_name)s retains the right to remove personal information from judgments at its discretion where this is possible without distorting the meaning and context of the document.
fr: %(organisation_name)s s'engage à surveiller et à supprimer les informations personnelles des jugements publiés conformément à la loi ou à une ordonnance spécifique du tribunal. %(organisation_name)s se réserve le droit de retirer les renseignements personnels des jugements à sa discrétion sans fausser le sens et le contexte du document.
pt: %(organisation_name)s compromete-se a monitorar e excluir das decisões pessoais publicadas conforme orientação por lei ou ordem do tribunal específica. O %(organisation_name)s mantém o direito de remover informações pessoais das sentenças a seu critério, sempre que possível, sem distorcer o significado e o contexto do documento.
sw: %(organisation_name)s inajitolea kufuatilia na kufuta kutoka katika taarifa binafsi za hukumu zilizochapishwa kama inavyoelekezwa na sheria au amri maalumu ya mahakama. %(organisation_name)s inabaki na haki ya kuondoa maelezo ya binafsi kutoka katika hukumu kwa hiari yake inapowezekana bila kupotosha maana na muktadha wa waraka.
