Repository: laws-africa/peachjam
Catalog: peachjam/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: key
fr: clé
pt: chave
sw: ufunguo

source: volume number
fr: numéro de tome
pt: número do volume
sw: namba ya juzuu

source: special
fr: spécial
pt: especial
sw: Maalum

source: gazette
fr: Journal Officiel
pt: olhar
sw: gazeti la serikali

source: gazettes
fr: journal officiel
pt: olhares
sw: magazeti ya serikali

source: generic document
fr: document générique
pt: documento genérico
sw: waraka wa jumla

source: generic documents
fr: documents génériques
pt: documentos genéricos
sw: nyaraka za jumla

source: value
fr: valeur
pt: Valor
sw: thamani

source: ingestor setting
fr: paramètre de l'ingestor
pt: configuração de estábulo
sw: mpangilio wa kisomadata

source: ingestor settings
fr: paramètres de l'ingestor
pt: configurações do ingestor
sw: mipangilio ya kisomadata

source: adapter
fr: adaptateur
pt: adaptador
sw: adapta

source: last refreshed at
fr: dernière mise à jour le
pt: última atualização em
sw: ilibadilishwa upya mara ya mwisho saa

source: enabled
fr: activé
pt: habilitado
sw: wezeshwa

source: ingestors
fr: ingérants
pt: ingestores
sw: waingizaji

source: attorney
fr: avocat
pt: advogado
sw: wakili

source: attorneys
fr: Avocats
pt: advogados
sw: mawakili

source: Judge
fr: Juge
pt: Juiz
sw: Jaji

source: Judges
fr: Juges
pt: Juízes
sw: Majaji

source: outcomes
fr: résultats
pt: resultados
sw: matokeo

source: case action
fr: décision sur l’affaire
pt: ação de caso

source: case actions
fr: décisions sur l’affaire
pt: ações de caso

source: matter type
fr: type de matière
pt: tipo de matéria
sw: aina ya jambo

source: matter types
fr: types de matière
pt: tipos de assuntos
sw: aina za mambo

source: order
fr: Commande
pt: ordem
sw: agizo

source: court class
fr: cours de cour
pt: aula do tribunal
sw: daraja la mahakama

source: court classes
fr: cours de cour
pt: aulas de corte
sw: makundi ya mahakama

source: court
fr: cour
pt: tribunal
sw: mahakama

source: courts
fr: cours
pt: Tribunais
sw: mahakama

source: Court registry
fr: Registre des tribunaux
pt: Registro do tribunal
sw: Usajili wa mahakama

source: Court registries
fr: Greffes des tribunaux
pt: Registros judiciais
sw: Masjala za mahakama

source: court registry
fr: Greffe de la cour
pt: tribunal de registro
sw: usajili wa mahakama

source: court registries
fr: Registres judiciaires
pt: Tribunal de registros
sw: masijala za mahakama

source: lower_court_judge
fr: juge_du_court_inférieur
pt: juiz_do_tribunal_inferior
sw: hakimu_wa_mahakama_ya_chini

source: court division
fr: division judiciaire
pt: divisão do tribunal

source: case summary
fr: résumé du cas
pt: resumo do caso
sw: muhtasari wa kesi

source: flynote
fr: mot-clé
pt: nota
sw: mada

source: case summary public
pt: resumo do caso público

source: Always show the case summary publicly, even when generated by AI.
pt: Apresente sempre o resumo do caso publicamente, mesmo quando gerado por IA.

source: blurb
fr: résumé
pt: sinopse

source: A quick summary of the judgment, for use in listings
fr: Un bref résumé du jugement, à utiliser dans les listes
pt: Um breve resumo do julgamento, para utilização em listagens

source: issues
fr: questions en litige
pt: problemas

source: A list of issues that the judgment addresses
fr: Une liste de questions abordées dans le jugement
pt: Uma lista de questões abordadas pelo acórdão

source: held
fr: décision
pt: agarrado

source: The main findings of the judgment
fr: Les principales conclusions de l'arrêt
pt: As principais conclusões do acórdão

source: summary AI generated
fr: résumé généré par l'IA
pt: resumo gerado pela IA

source: Was this summary generated by an AI?
fr: Ce résumé a-t-il été généré par une IA ?
pt: Este resumo foi gerado por uma IA?

source: summary generated at
fr: résumé généré à
pt: resumo gerado em

source: When the AI summary was generated
fr: Lorsque le résumé de l'IA a été généré
pt: Quando o resumo da IA foi gerado

source: summary trace ID
fr: ID de trace récapitulatif
pt: ID de rastreio de resumo

source: The trace ID for the AI summary generation
fr: L'ID de trace pour la génération du résumé de l'IA
pt: O ID de rastreio para a geração do resumo de IA

source: case name
fr: nom de l'affaire
pt: nome do caso
sw: jina la kesi

source: Party names for use in title
fr: Noms des parties à utiliser dans le titre
pt: Nome da party para uso no título
sw: Majina ya Upande mmoja kwa ajili ya matumizi katika cheo

source: serial number
fr: numéro de série
pt: número de série
sw: mfuatano wa namba

source: Serial number for MNC, unique for a year and an author.
fr: Numéro de série pour CNM, unique pour une année et un auteur.
pt: Número de série para MNC, único por um ano e autor.
sw: Mfuatano wa namba kwa MNC, ya kipekee kwa mwaka mmoja na mwandishi.

source: serial number override
fr: remplacement du numéro de série
pt: substituição de número de série
sw: kubadilisha mfuatano wa namba

source: Specific MNC serial number assigned by the court.
fr: Numéro de série CNM spécifique attribué par le tribunal.
pt: Número de série MNC específico atribuído pelo tribunal.
sw: Mfuatano wa namba maalumu ya MNC iliyotolewa na mahakama.

source: Media neutral citation
fr: Citation neutre des médias
pt: Citação neutra de mídia
sw: Nukuu isiyoegemea upande wowote

source: Auto-assign details
fr: Détails d'attribution automatique
pt: Atribuir detalhes automaticamente
sw: Weka maelezo kiotomatiki

source: Whether or not the system should assign the details
fr: Si le système doit ou non attribuer les détails
pt: Se o sistema deve ou não atribuir os detalhes
sw: Ikiwa mfumo unapaswa kuweka maelezo au la

source: Must be anonymised
fr: Doit être anonymisé
pt: Deve ser anonimizado

source: Must this judgment be anonymised?
fr: Ce jugement doit-il être anonymisé ?
pt: Este julgamento deve ser anonimizado?

source: Anonymised
fr: Anonymisé
pt: Anonimizado
sw: Bila jina

source: Has the judgment been anonymised?
fr: Le jugement a-t-il été anonymisé ?
pt: O julgamento foi anonimizado?

source: judgments
fr: jugements
pt: julgamentos
sw: hukumu

source: Full case number as printed on judgment
fr: Numéro complet du dossier tel qu'imprimé sur le jugement
pt: Número completo do processo conforme impresso na sentença
sw: Namba kamili ya kesi kama ilivyochapishwa kwenye hukumu

source: Override for full case number string
fr: Remplacer pour la chaîne de numéro de cas complet
pt: Substituir para string de número de caso completo
sw: Batilisha kwa mfuatano wa nukuu ya kesi kamili

source: string
fr: chaîne de caractères
pt: sequência
sw: nukuu nyingi

source: number
fr: nombre
pt: Número
sw: namba

source: year
fr: année
pt: ano
sw: mwaka

source: judgment work
fr: travail de jugement
pt: trabalho de julgamento
sw: kazi ya hukumu

source: historical judgment work
fr: travail de jugement historique
pt: trabalho de julgamento histórico
sw: kazi ya hukumu ya kihistoria

source: case histories
fr: histoires de cas
pt: históricos de casos
sw: historia za kesi

source: Case history
fr: Histoire du cas
pt: Histórico de caso
sw: Historia ya kesi

source: end date
fr: date de fin
pt: data final
sw: tarehe ya mwisho

source: timeline JSON
fr: chronologie JSON
pt: linha do tempo JSON
sw: muda wa ukomo JSON

source: commencements JSON
fr: débuts JSON
pt: início JSON
sw: JSON inaanza

source: repealed
fr: abrogé
pt: revogado
sw: kufutwa

source: parent work
fr: œuvre supérieur
pt: trabalho pai
sw: kazi ya mzazi

source: legislation
fr: législation
pt: legislação
sw: sheria

source: document blurb
fr: résumé du document
pt: sinopse do documento
sw: blur ya hati

source: logo
pt: logotipo
sw: nembo

source: logos
pt: logotipos
sw: nembo

source: about HTML
fr: à propos de HTML
pt: sobre HTML
sw: kuhusu HTML

source: website URL
fr: URL du site web
pt: URL do website
sw: URL ya tovuti

source: address
fr: adresse
pt: Endereço
sw: anwani

source: profile photo
fr: photo de profil
pt: foto do perfil
sw: picha ya akaunti ya mtandaoni

source: background photo
fr: photo d'arrière plan
pt: foto de fundo
sw: picha ya mandharinyuma

source: jurisdiction profile
fr: profil de juridiction
pt: perfil de jurisdição
sw: maelezo ya mamlaka

source: jurisdiction profiles
fr: profils de juridiction
pt: perfis de jurisdição
sw: maelezo ya mamlaka

source: last updated
fr: Dernière mise à jour
pt: última atualização
sw: ilisasishwa mara ya mwisho

source: ratification
pt: ratificação
sw: uridhiaji

source: ratifications
pt: ratificações
sw: uridhiaji

source: ratification date
fr: Date de ratification
pt: data da ratificação
sw: tarehe ya uridhiaji

source: deposit date
fr: Date de dépôt
pt: data do depósito
sw: tarehe ya kuweka

source: signature date
fr: Date de signature
pt: data da assinatura
sw: tarehe ya saini

source: ratification country
fr: Pays de ratification
pt: país de ratificação
sw: nchi iliyoridhia

source: ratification countries
fr: Pays de ratification
pt: países ratificados
sw: nchi zilizoridhia

source: verb
fr: verbe
pt: verbo
sw: kitenzi

source: reverse verb
fr: inverse du verbe
pt: verbo invertido
sw: kitenzi kinyume

source: Reversed verbal form of the relationship
fr: Forme verbale inversée de la relation
pt: Forma verbal invertida da relação
sw: Aina ya maneno yaliyogeuzwa ya uhusiano

source: predicates
fr: prédicats
pt: pretextos
sw: viarifu

source: subject work
fr: travail du sujet
pt: assunto trabalho
sw: kazi za msingi

source: subject target ID
fr: ID cible du sujet
pt: ID alvo do assunto
sw: utambulisho wa jambo lengwa

source: subject selectors
fr: sélecteurs de sujets
pt: seletores de assunto
sw: viteua wa mada

source: object work
fr: travail d'objet
pt: trabalho objeto
sw: kipengele cha kazi

source: object target ID
fr: ID de la cible de l'objet
pt: ID alvo do objeto
sw: utambulisho wa kipengele lengwa

source: folder
fr: dossier
pt: pasta
sw: folda

source: folders
fr: dossiers
pt: pastas
sw: folda

source: Folder limit reached
fr: Limite de dossier atteinte
pt: Limite de pastas atingido

source: note
pt: nota

source: saved document
fr: document enregistré
pt: documento salvo
sw: hati iliyohifadhiwa

source: saved documents
fr: documents enregistrés
pt: documentos salvos
sw: hati zilizohifadhiwa

source: Saved documents limit reached
fr: Limite de documents enregistrés atteinte
pt: Limite de documentos guardados atingido

source: default document language
fr: langue du document par défaut
pt: idioma padrão do documento
sw: kutokuwa na lugha ya hati

source: document languages
fr: langues du document
pt: idiomas do documento
sw: lugha za hati

source: default document jurisdiction
fr: juridiction du document par défaut
pt: jurisdição do documento padrão
sw: chaguo-msingi la mamlaka ya nyaraka kisheria

source: document jurisdictions
fr: juridictions du document
pt: jurisdições de documentos
sw: mamlaka ya kisheria ya hati

source: subsidiary legislation label
fr: Étiquette législative subsidiaire
pt: Rótulo de legislação subsidiária
sw: lebo ya sheria ndogo

source: google analytics id
fr: Identifiant google analytiques
pt: identificação do google analytics
sw: utambulisho wa kichanganuzi cha google

source: Enter one or more Google Analytics IDs separated by spaces.
fr: Saisissez un ou plusieurs identifiants Google Analytics séparés par des espaces.
pt: Insira um ou mais IDs do Google Analytics separados por espaços.
sw: Weka kitambulisho kimoja au zaidi cha Google Analytics kikitenganishwa na nafasi.

source: pagerank boost value
fr: valeur d'augmentation du PageRank
pt: valor de aumento de classificação de página
sw: thamani ya kukuza cheo

source: pagerank pivot value
fr: valeur pivot du classement du pagerank
pt: valor pivô do pagerank
sw: thamani ya msingi ya uthabiti wa ukurasa

source: allowed login domains
fr: domaines de connexion autorisés
pt: domínios de login permitidos
sw: vikoa vya kuingia vinavyoruhusiwa

source: allow social logins
fr: autoriser les connexions sociales
pt: permitir logins sociais
sw: ruhusu kuingia kwa jamii

source: Allow signups via social accounts
fr: Autoriser les inscriptions via les comptes sociaux
pt: Permitir inscrições por meio de contas sociais
sw: Ruhusu kujisajili kupitia akaunti za kijamii

source: allow signups
fr: autoriser les inscriptions
pt: permitir inscrições

source: Allow users to create accounts
fr: Autoriser les utilisateurs à créer des comptes
pt: Permitir que os utilizadores criem contas

source: metabase dashboard link
fr: lien vers le tableau de bord de la métabase
pt: link do painel da metabase
sw: kiungo cha dashibodi ya metabase

source: mailchimp form url
fr: URL du formulaire mailchimp
pt: URL do formulário mailchimp
sw: url ya fomu ya mailchimp

source: twitter link
fr: lien Twitter
pt: link do twitter
sw: kiungo cha twitter

source: facebook link
fr: lien Facebook
pt: link do facebook
sw: kiungo cha facebook

source: linkedin link
fr: lien linkedin
pt: link do LinkedIn
sw: kiungo kilichounganishwa

source: youtube link
fr: lien youtube
pt: link do youtube
sw: kiungo cha youtube

source: contact form URL
fr: URL du formulaire de contact
pt: URL do formulário de contato
sw: URL ya fomu ya mawasiliano

source: re-extract citations
fr: réextraire les citations
pt: reextrair citações
sw: dondoa nukuu upya

source: Pocket Law repo
fr: Dépôt Pocket Law
pt: Repositório Pocket Law

source: editor help link
fr: lien d'aide de l'éditeur
pt: link de ajuda do editor
sw: kiungo cha usaidizi cha mhariri

source: user help link
fr: lien d'aide utilisateur
pt: link de ajuda do usuário
sw: kiungo cha usaidizi kwa mtumiaji

source: admin emails
fr: e-mails de l'administrateur
pt: e-mails de administrador
sw: baruapepe za msimamizi

source: Enter one or more email addresses separated by spaces.
fr: Saisissez une ou plusieurs adresses e-mail séparées par des espaces.
pt: Insira um ou mais endereços de e-mail separados por espaços.
sw: Weka baruapepe moja au zaidi zikitenganishwa na nafasi.

source: matomo domain
fr: domaine matomo
pt: domínio matomo
sw: kikoa cha matomo

source: Matomo domain (e.g. mysite.matomo.cloud)
fr: Domaine Matomo (par exemple monsite.matomo.cloud)
pt: Domínio Matomo (por exemplo, meusite.matomo.cloud)
sw: Kikoa cha Matomo (k.m. mysite.matomo.cloud)

source: matomo site ID
fr: ID du site Matomo
pt: ID do site matomo
sw: kitambulisho cha tovuti ya matomo

source: Matomo site ID (e.g. 2)
fr: ID du site Matomo (par exemple 2)
pt: ID do site Matomo (por exemplo, 2)
sw: Kitambulisho cha tovuti ya Matomo (km 2)

source: survey link
fr: lien d'enquête
pt: link da pesquisa
sw: kiungo cha uchunguzi

source: allow save documents
fr: autoriser la sauvegarde des documents
pt: permitir salvar documentos
sw: ruhusu kuhifadhi hati

source: Allow documents to be saved.
fr: Autoriser la sauvegarde des documents.
pt: Permitir que documentos sejam salvos.
sw: Ruhusu hati zihifadhiwe.

source: allow anonymisation
fr: permettre l'anonymisation
pt: permitir anonimização

source: Allow documents to be anonymised.
fr: Autoriser l'anonymisation des documents.
pt: Permitir que os documentos sejam anonimizados.

source: allow save searches
fr: autoriser la sauvegarde des recherches
pt: permitir salvar pesquisas
sw: ruhusu uhifadhi wa utafutaji

source: Allow searches to be saved.
fr: Autoriser l'enregistrement des recherches.
pt: Permitir que pesquisas sejam salvas.
sw: Ruhusu utafutaji uhifadhiwe.

source: show contact form
fr: afficher le formulaire de contact
pt: mostrar formulário de contato
sw: onyesha fomu ya mawasiliano

source: Show the contact form.
fr: Afficher le formulaire de contact.
pt: Mostrar o formulário de contato.
sw: Onyesha fomu ya mawasiliano.

source: Additional robots.txt rules.
fr: Règles supplémentaires du fichier robots.txt.
pt: Regras adicionais do robots.txt.
sw: Sheria za ziada za robots.txt.

source: ID of a Google custom search engine.
fr: ID d'un moteur de recherche personnalisé Google.
pt: ID de um mecanismo de busca personalizado do Google.
sw: Kitambulisho cha injini ya utafutaji maalum ya Google.

source: site settings
fr: paramètres du site
pt: configurações do site
sw: mipangilio ya tovuti

source: path name
fr: nom du chemin
pt: nome do caminho
sw: jina la njia

source: restricted
fr: limité
pt: restrito

source: show in document listing
fr: afficher dans la liste des documents
pt: mostrar na listagem de documentos
sw: onyesha katika orodha ya hati

source: Show this taxonomy in the document listing page? Cascades to descendents.
fr: Afficher cette taxonomie dans la page de liste des documents ? Cascades vers les descendants.
pt: Mostrar esta taxonomia na página de listagem de documentos? Cascatas para descendentes.
sw: Onyesha kanuni hii katika ukurasa wa kuorodhesha hati? Inateleza kwa wazao.

source: allow offline access
fr: autoriser l'accès hors ligne
pt: permitir o acesso offline

source: Allow users to make this taxonomy and its descendants available offline.
fr: Autoriser les utilisateurs à rendre cette taxonomie et ses descendants disponibles hors ligne.
pt: Permitir que os utilizadores disponibilizem esta taxonomia e os seus descendentes offline.

source: taxonomy
fr: taxonomie
pt: taxonomia

source: topic
fr: sujet
pt: Tópico
sw: mada

source: document topic
fr: sujet du document
pt: tópico do documento
sw: mada ya hati

source: document topics
fr: sujets du document
pt: tópicos do documento
sw: mada za hati

source: New Documents
fr: Nouveaux documents
pt: Novos Documentos

source: Saved Search
fr: Recherche enregistrée
pt: Pesquisa guardada

source: New documents added for
fr: Nouveaux documents ajoutés pour
pt: Novos documentos adicionados para

source: saved search
fr: recherche enregistrée
pt: pesquisa salva

source: last alerted at
fr: dernière alerte à
pt: último alerta em

source: Following limit reached
pt: O limite de seguimento foi atingido.

source: English
fr: Anglais
pt: Inglês
sw: Kiingereza

source: French
fr: Français
pt: Francês
sw: Kifaransa

source: Portuguese
fr: Portugais
pt: Português
sw: Kireno

source: Swahili
pt: Suaíli
sw: Kiswahili

source: Forbidden (Error 403)
fr: Interdit (Erreur 403)
pt: Proibido (Erro 403)

source: You don't have permission to access this page.
fr: Vous n'avez pas la permission d'accéder à cette page.
pt: Não tem permissão para aceder a esta página.

source: Go to the homepage.
fr: Aller à la page d'accueil.
pt: Ir à página inicial.
sw: Nenda kwenye ukurasa wa nyumbani.

source: Try searching for what you're looking for.
fr: Essayez de chercher ce que vous cherchez.
pt: Tente pesquisar o que procura.
sw: Jaribu kutafuta kile unachokihitaji.

source: Not found (Error 404)
fr: Non trouvé (Erreur 404)
pt: Não encontrado (Erro 404)
sw: Haijapatikana (Hitilafu 404)

source: We couldn't find the page you're looking for. The link may be outdated or incorrect.
fr: Nous n'avons pas pu trouver la page que vous cherchez. Le lien est peut-être obsolète ou incorrect.
pt: Nós não conseguimos encontrar a página que você está procurando. O link pode estar desatualizado ou incorrecto.
sw: Hatukuweza kupata ukurasa unaotafuta. Kiungo kinaweza kuwa kimepitwa na wakati au si sahihi.

source: Too many requests (Error 429)
fr: Trop de demandes (Erreur 429)
pt: Muitas solicitações (Erro 429)
sw: Maombi mengi sana (Hitilafu 429)

source: You've made too many requests in a short period. Please try again later.
fr: Vous avez effectué trop de demandes dans un délai trop court. Veuillez réessayer ultérieurement.
pt: Você fez muitas solicitações em um curto período. Tente novamente mais tarde.
sw: Umetuma maombi mengi sana kwa muda mfupi. Tafadhali jaribu tena baadaye.

source: Something went wrong (Error 500)
fr: Quelque chose s'est mal passé (Erreur 500)
pt: Ocorreu um erro (Erro 500)
sw: Hitilafu imetokea (Hitilafu 500)

source: Something went wrong. Please try again in a short while.
fr: Une erreur s'est produite. Veuillez réessayer dans un instant.
pt: Algo deu errado. Por favor, tente novamente mais tarde.
sw: Hitilafu imetokea. Tafadhali jaribu tena baada ya muda mfupi.

source: Log in with %(provider)s
fr: Connectez-vous avec %(provider)s
pt: Entre com %(provider)s
sw: Ingia na %(provider)s

source: Email addresses
fr: Adresses e-mail
pt: Endereços de e-mail
sw: Anwani za barua pepe

source: You can use any of these email addresses to log in.
fr: Vous pouvez utiliser n’importe laquelle de ces adresses e-mail pour vous connecter.
pt: Você pode usar qualquer um desses endereços de e-mail para fazer login.
sw: Unaweza kutumia mojawapo ya anwani hizi za barua pepe kuingia.

source: Note:
pt: Observação:
sw: Kumbuka:

source: We only send email notifications to your <strong>primary</strong> email address.
fr: Nous envoyons des notifications par e-mail uniquement à votre adresse e-mail principale <strong></strong> .
pt: Nós somente enviamos notificações por e-mail para seu <strong>endereço de e-mail principal</strong> .
sw: Tunatuma arifa za barua pepe kwa <strong>msingi</strong> barua pepe yako pekee.

source: Email address
fr: Adresse e-mail
pt: Endereço de e-mail
sw: Anwani ya baruapepe

source: verified
fr: vérifié
pt: verificado
sw: imethibitishwa

source: unverified
fr: non vérifié
pt: não verificado
sw: haijathibitishwa

source: primary
fr: primaire
pt: primário
sw: msingi

source: Re-send verification
fr: Renvoyer la vérification
pt: Reenviar verificação
sw: Tuma tena uthibitishaji

source: Make primary
fr: Faire primaire
pt: Faça primário
sw: Fanya msingi

source: Remove
fr: Retirer
pt: Remover
sw: Ondoa

source: Warning:
fr: Avertissement:
pt: Aviso:
sw: Onyo:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devriez vraiment ajouter une adresse e-mail pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
pt: Atualmente, você não tem nenhum endereço de e-mail configurado. Você realmente deveria adicionar um endereço de e-mail para poder receber notificações, redefinir sua senha, etc.
sw: Kwa sasa huna anwani yoyote ya barua pepe iliyosanidiwa. Unapaswa kuongeza anwani ya barua pepe ili uweze kupokea arifa, kuweka upya nenosiri lako, nk.

source: Add an email address
fr: Ajouter une adresse email
pt: Adicionar um endereço de e-mail
sw: Ongeza anwani ya barua pepe

source: Add email address
fr: Ajouter une adresse e-mail
pt: Adicionar endereço de e-mail

source: Logged Out
fr: Déconnecté
pt: Desconectado

source: You have logged out.
fr: Vous êtes déconnecté.
pt: Efetuou logout.

source: Log in
fr: Se connecter
pt: Efetuar Login
sw: Ingia

source: Log In
fr: Se connecter
pt: Efetuar Login
sw: Ingia

source: Forgot your password?
fr: Mot de passe oublié ?
pt: Esqueceu-se da sua senha?
sw: Umesahau nenosiri lako?

source: Sign up
fr: S'inscrire
pt: Inscrever-se
sw: Jisajili

source: Log Out
fr: Déconnexion
pt: Encerrar Sessão
sw: Toka

source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
pt: Tem certeza de que deseja sair?
sw: Je, una hakika unataka kutoka?

source: Log out
fr: Se déconnecter
pt: Sair

source: Change Password
fr: Changer le mot de passe
pt: Mudar a Senha
sw: Badilisha Nenosiri

source: Change your password
fr: Changer votre mot de passe
pt: Alterar sua senha
sw: Badilisha nenosiri lako

source: Change password
fr: Changer le mot de passe
pt: Alterar a senha
sw: Badilisha nenosiri

source: Reset your password
fr: Réinitialiser votre mot de passe
pt: Redefinir a sua palavra-passe

source: Reset password
fr: Réinitialiser le mot de passe
pt: Redefinir senha
sw: Weka upya nenosiri

source: Back to Login
fr: Retour à la connexion
pt: Voltar para Login
sw: Rudi kwa Ingia

source: Reset Password
fr: Réinitialiser le mot de passe
pt: Redefinir a senha
sw: Weka upya nenosiri

source: Bad token
fr: Mauvais jeton
pt: Token ruim
