Repository: laws-africa/peachjam
Catalog: peachjam/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Log in with social accounts
fr: Connectez-vous avec vos comptes sociaux
pt: Entrar com contas sociais

source: Manage the accounts you can use to log in to this account.
fr: Gérez les comptes que vous pouvez utiliser pour vous connecter à ce compte.
pt: Gira as contas que pode utilizar para fazer login nesta conta.

source: Manage social accounts
fr: Gérer les comptes sociaux
pt: Gerir contas sociais

source: Document access groups
fr: Groupes d'accès aux documents
pt: Grupos de acesso a documentos
sw: Vikundi vya ufikiaji wa hati

source: Some documents are only visible to certain users. These groups control which restricted documents you have access to.
fr: Certains documents ne sont visibles que par certains utilisateurs. Ces groupes contrôlent les documents restreints auxquels vous avez accès.
pt: Alguns documentos são visíveis apenas para certos usuários. Esses grupos controlam a quais documentos restritos você tem acesso.
sw: Baadhi ya hati zinaonekana tu kwa watumiaji fulani. Vikundi hivi vinadhibiti hati ambazo zimewekewa vikwazo unaweza kufikia.

source: You do not belong to any groups.
fr: Vous n'appartenez à aucun groupe.
pt: Você não pertence a nenhum grupo.
sw: Wewe si wa makundi yoyote.

source: Your message has been sent. Thank you!
fr: Votre message a été envoyé. Merci !
pt: Sua mensagem foi enviada. Obrigado!
sw: Ujumbe wako umetumwa. Asante!

source: Your details have been updated.
fr: Vos coordonnées ont été mises à jour.
pt: Os seus dados foram atualizados.

source: Only judgments with HTML content can be anonymised.
fr: Seuls les jugements avec contenu HTML peuvent être anonymisés.
pt: Somente julgamentos com conteúdo HTML podem ser anonimizados.
sw: Hukumu zilizo na maudhui ya HTML pekee ndizo zinazoweza kufichuliwa.

source: cause list
fr: liste des causes
pt: causídico
sw: orodha ya sababu

source: cause lists
fr: listes de causes
pt: listas de causas
sw: kusababisha orodha

source: CauseList
fr: Liste des causes
pt: Lista de Causas
sw: Orodha ya Sababu

source: Document nature
fr: Type de document
pt: Natureza do documento
sw: Asili ya hati

source: Court divisions
fr: Divisions judiciaires
pt: Divisões do tribunal
sw: Mgawanyiko wa mahakama

source: Topics
fr: Sujets
pt: Disciplinas
sw: Mada

source: Alphabet
pt: Alfabeto
sw: Alfabeti

source: Courts
fr: Cours
pt: Tribunais
sw: Mahakama

source: Labels
fr: Étiquettes
pt: Etiquetas
sw: Lebo

source: Outcomes
fr: Résultats
pt: Resultados
sw: Matokeo

source: Case actions
fr: Décisions sur l’affaire
pt: Ações de caso

source: Special Issue
fr: Numéro spécial
pt: Edição especial
sw: Suala Maalum

source: Sub-publication
fr: Sous-publication
pt: Subpublicação
sw: Uchapishaji mdogo

source: Issue
fr: Problème
pt: Emitir
sw: Suala

source: Supplement
fr: Supplément
pt: Suplemento
sw: Nyongeza

source: Years
fr: Années
pt: anos
sw: Miaka

source: This judgment has been anonymised to protect personal information in compliance with the law.
fr: Ce jugement a été anonymisé afin de protéger les informations personnelles conformément à la loi.
pt: Este julgamento foi tornado anônimo para proteger informações pessoais em conformidade com a lei.
sw: Hukumu hii haijatambulishwa ili kulinda taarifa za kibinafsi kwa kufuata sheria.

source: This %(friendly_type)s was %(verb)s on %(date)s by <a href="%(repealing_uri)s">%(repealing_title)s</a>.
fr: Ce %(friendly_type)s était %(verb)s le %(date)s par <a href="%(repealing_uri)s">%(repealing_title)s</a>.
pt: Este %(friendly_type)s foi %(verb)s em %(date)s por <a href="%(repealing_uri)s">%(repealing_title)s</a>.

source: This %(friendly_type)s %(verb)s on %(date)s.
fr: Ce %(friendly_type)s %(verb)s sur %(date)s.
pt: Este %(friendly_type)s %(verb)s em %(date)s.

source: This %(friendly_type)s will come into force on %(date)s.
fr: Ce %(friendly_type)s entrera en vigueur le %(date)s.
pt: Este %(friendly_type)s entrará em vigor em %(date)s.
sw: Hii %(friendly_type)s itaanza kutumika tarehe %(date)s.

source: This %(friendly_type)s has not yet come into force in full. See the Uncommenced provisions tab for more information.
fr: Cette %(friendly_type)s n'est pas encore pleinement entrée en vigueur. Consultez l'onglet « Dispositions non encore entrées en vigueur » pour plus d'informations.
pt: Este %(friendly_type)s ainda não entrou em vigor na íntegra. Consulte o separador "Disposições não iniciadas" para obter mais informações.

source: This %(friendly_type)s has not yet come into force.
fr: Ce %(friendly_type)s n’est pas encore entré en vigueur.
pt: Este %(friendly_type)s ainda não entrou em vigor.
sw: Hii %(friendly_type)s bado haijaanza kutumika.

source: This is the version of this %(friendly_type)s as it was when it was %(verb)s.
fr: Il s'agit de la version de ce %(friendly_type)s telle qu'elle était lorsqu'elle était %(verb)s.
pt: Esta é a versão deste %(friendly_type)s como era quando era %(verb)s.

source: This is the version of this %(friendly_type)s as it was when it %(verb)s.
fr: Il s'agit de la version de ce %(friendly_type)s telle qu'elle était lorsqu'il était %(verb)s.
pt: Esta é a versão deste %(friendly_type)s tal como era quando %(verb)s.

source: This is the latest version of this %(friendly_type)s.
fr: Il s'agit de la dernière version de ce %(friendly_type)s.
pt: Esta é a versão mais recente deste %(friendly_type)s.
sw: Hili ni toleo la hivi karibuni la %(friendly_type)s hii.

source: This is the version of this %(friendly_type)s as it was from %(date_from)s to %(date_to)s. <a href="%(expression_frbr_uri)s">Read the version as it was when it was %(verb)s</a>.
fr: Ceci est la version de ce %(friendly_type)s telle qu'elle était de %(date_from)s à %(date_to)s. <a href="%(expression_frbr_uri)s">Lisez la version telle qu'elle était lorsqu'elle était %(verb)s</a>.
pt: Esta é a versão deste %(friendly_type)s tal como era de %(date_from)s a %(date_to)s. <a href="%(expression_frbr_uri)s">Lê a versão tal como era quando era %(verb)s</a>.

source: This is the version of this %(friendly_type)s as it was from %(date_from)s to %(date_to)s. <a href="%(expression_frbr_uri)s">Read the version as it was when it %(verb)s</a>.
fr: Ceci est la version de ce %(friendly_type)s telle qu'elle était de %(date_from)s à %(date_to)s. <a href="%(expression_frbr_uri)s">Lisez la version telle qu'elle était lorsqu'elle %(verb)s</a>.
pt: Esta é a versão deste %(friendly_type)s tal como era de %(date_from)s a %(date_to)s. <a href="%(expression_frbr_uri)s">Lê a versão tal como era quando %(verb)s</a>.

source: This is the version of this %(friendly_type)s as it was from %(date_from)s to %(date_to)s. <a href="%(expression_frbr_uri)s">Read the latest available version</a>.
fr: C'est la version de ce %(friendly_type)s telle qu'elle était de %(date_from)s à %(date_to)s. <a href="%(expression_frbr_uri)s">Lisez la dernière version disponible</a>.
pt: Esta é a versão deste %(friendly_type)s como era de %(date_from)s a %(date_to)s. <a href="%(expression_frbr_uri)s">Leia a última versão disponível</a>.
sw: Hili ni toleo la %(friendly_type)s kama ilivyokuwa kutoka %(date_from)s hadi %(date_to)s. <a href="%(expression_frbr_uri)s">Soma toleo jipya zaidi la</a>linalopatikana.

source: This version is at a future date.
fr: Cette version est à une date ultérieure.
pt: Esta versão está numa data futura.

source: There are outstanding amendments that have not yet been applied. See the History tab for more information.
fr: Il existe des amendements en suspens qui n’ont pas encore été appliqués. Voir l'onglet Historique pour plus d'informations.
pt: Existem alterações pendentes que ainda não foram aplicadas. Consulte a guia Histórico para obter mais informações.
sw: Kuna marekebisho ambayo hayajatekelezwa ambayo bado hayajatekelezwa. Tazama kichupo cha Historia kwa habari zaidi.

source: Gazettes
fr: Journaux officiels
sw: Magazeti ya serikali

source: target id
fr: identifiant cible
sw: kitambulisho cha lengo

source: summary
fr: résumé
sw: muhtasari

source: html md5sum
fr: somme md5 html

source: FRBR URI subtype
fr: subtype de FRBR URI
sw: Aina ndogo ya FRBR URI

source: FRBR URI date
fr: date de FRBR URI
sw: Tarehe ya FRBR URI

source: FRBR URI number
fr: numéro de FRBR URI
sw: Namba ya URI FRBR

source: work FRBR URI
fr: travail FRBR URI
sw: fanya kazi FRBR URI

source: allow robots
fr: Autoriser les robots
sw: ruhusu roboti

source: MNC
fr: CNM

source: New matches for search alert
fr: Alerte de nouvelles correspondances pour la recherche

source: Emails
fr: Courriels

source: Status
fr: Statut
sw: Hali

source: Create an account
fr: Créer un compte

source: Reset Your Password
fr: Réinitialiser votre mot de passe
sw: Weka upya nenosiri lako

source: Enter your e-mail address below, and we will send you a link to reset your password.
fr: Entrez votre adresse e-mail ci-dessous et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Confirm Password
fr: Confirmez le mot de passe
sw: Thibitisha Nenosiri

source: Need help? Please email
fr: Besoin d'aide ? Veuillez envoyer un e-mail
sw: Je, unahitaji usaidizi? Tafadhali tuma barua pepe

source: Taxonomies
sw: Taksonomia

source: mimetype
sw: aina ya maudhui

source: expression FRBR URI
sw: maelezo FRBR URI

source: Invalid FRBR URI: %(uri)s
sw: URI FRBR sio sahihi: %(uri)s

source: ingestor
sw: kisomadata

source: principal
sw: mkuu

source: predicate
sw: kiarifu

source: taxonomies
sw: taksonomia

source: Date of notice: 6 June 2024
sw: Tarehe ya notisi: 6 Juni 2024

source: Navigation
sw: Urambazaji

source: Updating document chunks and embeddings in the background.
pt: Atualização de partes e incorporações de documentos em segundo plano.
sw: Inasasisha vipande vya hati na upachikaji chinichini.

source: Update document chunks and embeddings (background)
pt: Atualizar blocos e incorporações de documentos (segundo plano)
sw: Sasisha vipande vya hati na upachikaji (chinichini)

source: Re-calculated document embeddings.
pt: Incorporações de documentos recalculadas.
sw: Imekokotoa upya upachikaji wa hati.

source: Re-calculate average document embeddings
pt: Recalcular a média de incorporações de documentos
sw: Kokotoa upya wastani wa upachikaji wa hati

source: Document
pt: Documento
sw: Hati

source: Messages JSON
pt: Mensagens JSON
sw: Ujumbe kwa JSON

source: More documents like this one
pt: Mais documentos como este
sw: Hati zaidi kama hii

source: Suggestions generated by AI.
pt: Sugestões geradas pela IA.
sw: Mapendekezo yanayotolewa na AI.

source: Suggested for this folder
pt: Sugerido para esta pasta
sw: Imependekezwa kwa folda hii
