Repository: laws-africa/peachjam
Catalog: peachjam/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Personal information in government gazettes
fr: Informations personnelles dans les journaux officielles
pt: Informações pessoais nos visitantes do governo
sw: Taarifa binafsi kwenye magazeti ya serikali

source: Government gazettes and official journals are official publications of the states that publish them. The law mandates that certain personal information should be made public via the government gazette and government departments place these public notices in the government gazette with the intent of the contents being made accessible to the public.
fr: Les journaux gouvernementaux et les revues officielles sont des publications officielles des États qui les publient. La loi stipule que certains renseignements personnels doivent être rendus publics par l'intermédiaire du journal gouvernemental et des ministères placent ces avis publics dans le journal du gouvernement dans l'intention de les rendre accessibles au public.
pt: Os jornais oficiais e oficiais são publicações oficiais dos Estados que os publicam. Os mandatos jurídicos para que certas informações pessoais sejam tornadas públicas através do jornal público e dos departamentos governamentais colocam essas notificações públicas no jornal governamental com a intenção de tornar o conteúdo acessível ao público.
sw: Majarida ya serikali na majarida rasmi ni machapisho rasmi ya majimbo yanayochapisha. Sheria inaamuru kwamba taarifa fulani za kibinafsi zinapaswa kutangazwa kwa umma kupitia gazeti la serikali na idara za serikali zinaweka matangazo haya ya umma kwenye gazeti la serikali kwa nia ya yaliyomo kupatikana kwa umma.

source: %(organisation_name)s cannot withdraw from circulation, redact or amend the government gazette.
fr: %(organisation_name)s Ne peut pas se retirer de la circulation, reproduire ou modifier le journal officiel.
pt: %(organisation_name)s não pode retirar de circulação, redigir ou alterar o diário do governo.
sw: %(organisation_name)s haiwezi kujiondoa kutoka katika usambazaji, kuhaririwa au kurekebisha gazeti la serikali.

source: Automated monitoring
fr: Surveillance automatisée
pt: Monitoramento automático
sw: Ufuatiliaji wa kiotomati

source: %(organisation_name)s performs automated monitoring and, where necessary, de-identification of judgments before publication and does not guarantee that all sensitive material has been correctly de-identified.
fr: %(organisation_name)s effectue un suivi automatisé et, le cas échéant, la déidentification des jugements avant publication et ne garantit pas que tous les éléments sensibles ont été correctement déidentifiés.
pt: O %(organisation_name)s realiza um acompanhamento automatizado e, se necessário, uma desidentificação das sentenças antes da publicação e não garante que todo o material sensível tenha sido desidentificado corretamente.
sw: %(organisation_name)s hufanya ufuatiliaji wa kiotomati na, inapohitajika, kuondoa utambulisho wa hukumu kabla ya kuchapishwa na haihakikishi kuwa maandiko yote nyeti yameondolewa kwa njia sahihi.

source: Should you have concerns over personal information published on the %(organisation_name)s website, please contact us.
fr: Si vous avez des préoccupations au sujet des informations personnelles publiées sur le site Web de %(organisation_name)s , veuillez nous contacter.
pt: Caso tenha dúvidas sobre informações pessoais publicadas no site do %(organisation_name)s , entre em contato conosco.
sw: Iwapo una wasiwasi juu ya taarifa binafsi zilizochapishwa kwenye tovuti ya %(organisation_name)s, tafadhali wasiliana nasi.

source: Your responsible use of personal information
fr: Votre utilisation responsable des informations personnelles
pt: Seu uso responsável das informações pessoais
sw: Matumizi yako salama ya taarifa binafsi

source: %(organisation_name)s users should note that there are legal limitations on the use, publication and dissemination of some personal information in %(organisation_name)s databases. It is the responsibility of %(organisation_name)s users to comply with the laws of the land.
fr: Les utilisateurs %(organisation_name)s doivent noter qu'il existe des limitations légales à l'utilisation, la publication et la diffusion de certaines informations personnelles dans les bases de données %(organisation_name)s . Il est de la responsabilité de %(organisation_name)s utilisateurs de se conformer aux lois du pays.
pt: %(organisation_name)s usuários devem observar que existem limitações legais sobre o uso, publicação e divulgação de algumas informações pessoais em %(organisation_name)s bancos de dados. É responsabilidade de %(organisation_name)s usuários cumprir as leis do terreno.
sw: %(organisation_name)s watumiaji wanapaswa kutambua kwamba kuna vikwazo vya kisheria juu ya matumizi, uchapishaji na usambazaji wa baadhi ya taarifa za kibinafsi katika hifadhidata %(organisation_name)s . Ni wajibu wa watumiaji %(organisation_name)s kuzingatia sheria za nchi.

source: Right to amend these Terms of Use, Copyright and Privacy statements
fr: Droit de modifier les présentes conditions d'utilisation, les déclarations sur le droit d'auteur et les déclarations de confidentialité
pt: Direito de alterar as afirmações de Termos de uso, Direitos Autorais e Privacidade
sw: Haki ya kurekebisha Masharti haya ya Matumizi, Hakimiliki na Faragha

source: We reserve the right to amend these terms of use, copyright, and privacy and security statements at any time. All amendments will be posted on this website. Unless otherwise stated, the current version shall supersede and replace all previous versions of this document.
fr: Nous nous réservons le droit de modifier ces conditions d'utilisation, les droits d'auteur et les déclarations de confidentialité et de sécurité à tout moment. Toutes les modifications seront affichées sur ce site Web. Sauf indication contraire, la version actuelle annule et remplace toutes les versions précédentes de ce document.
pt: Reservamo-nos o direito de alterar estes termos de uso, direitos autorais e declarações de privacidade e segurança a qualquer momento. Todas as alterações serão publicadas neste site. Salvo disposição em contrário, a versão atual substituirá todas as versões anteriores deste documento.
sw: Tuna haki ya kurekebisha masharti haya ya matumizi, hakimiliki, na taarifa za faragha na usalama wakati wowote. Marekebisho yote yatawekwa kwenye tovuti hii. Isipokuwa imeelezwa vinginevyo, toleo la sasa litachukua nafasi na kubadilisha matoleo yote ya awali ya hati hii.

source: If you have any comments or suggestions about this policy, please contact us.
fr: Si vous avez des commentaires ou des suggestions au sujet de cette politique, veuillez nous contacter.
pt: Se você tiver comentários ou sugestões sobre esta política, por favor, entre em contato conosco.
sw: Ikiwa una maoni au mapendekezo yoyote kuhusu sera hii, tafadhali wasiliana nasi.

source: Date of notice: 8 October 2025
pt: Data do aviso: 8 de outubro de 2025

source: History of this document
fr: Historique de ce document
pt: Histórico deste documento
sw: Historia ya hati hii

source: this version
fr: cette version
pt: esta versão
sw: toleo hili

source: amendment not yet applied
fr: Amendement non encore appliqué
pt: emenda ainda não aplicada
sw: marekebisho bado hayajatumika

source: Read this version
fr: Lire cette version
pt: Ler essa versão
sw: Soma toleo hili

source: Saved documents
fr: Documents enregistrés
pt: Documentos salvos
sw: Hati zilizohifadhiwa

source: Following
fr: Abonnements
pt: Seguinte

source: Search alerts
fr: Rechercher des alertes
pt: Alertas de pesquisa
sw: Tahadhari za utafutaji

source: My account
fr: Mon compte
pt: Minha conta
sw: Akaunti yangu

source: Admin
fr: Administrateur
pt: Administrador
sw: Msimamizi

source: About
fr: À propos
pt: Sobre
sw: Kuhusu

source: Case number
fr: Numéro de cas
pt: Número do processo
sw: Namba ya kesi

source: Take a look at this article from
fr: Jetez un oeil à cet article de
pt: Dê uma olhada neste artigo de
sw: Tazama nakala hii kutoka

source: Articles
pt: Artigos
sw: Makala

source: Latest Articles
fr: Derniers articles
pt: Artigos mais Recentes
sw: Makala za Hivi Karibuni

source: Documents by %(author)s
fr: Documents par %(author)s
pt: Documentos por %(author)s
sw: Nyaraka za %(author)s

source: Division
pt: Divisão
sw: Mgawanyiko

source: Start date
fr: Date de début
pt: Data de início
sw: Tarehe ya kuanza

source: End date
fr: Date de fin
pt: Data final
sw: Tarehe ya mwisho

source: Recent Cause Lists
fr: Listes de causes récentes
pt: Listas de Causas Recentes
sw: Orodha za Sababu za Hivi Punde

source: Summary generated by AI.
fr: Résumé généré par l'IA.
pt: Resumo gerado pela IA.

source: Case summary
fr: Résumé du cas
pt: Resumo do caso
sw: Muhtasari wa kesi

source: Issues
fr: Questions en litige
pt: Problemas

source: Held
fr: Décision
pt: Agarrado

source: Order
fr: Commande
pt: Ordem
sw: Agizo

source: Cited documents
fr: Documents cités
pt: Documentos citados
sw: Nyaraka zilizonukuliwa

source: Documents citing this one
fr: Documents citant celui-ci
pt: Documentos citando este
sw: Nyaraka zinazonukuu hii

source: More...
fr: Plus...
pt: Mais...
sw: Zaidi...

source: Edit in admin area
fr: Modifier dans la zone d'administration
pt: Editar na área de administração
sw: Badilisha katika eneo la msimamizi

source: Uncommenced provisions
fr: Dispositions non encore mises en vigueur
pt: Disposições não iniciadas

source: All uncommenced provisions
fr: Toutes les dispositions non encore mises en vigueur
pt: Todas as disposições não iniciadas

source: Unconstitutional provisions
fr: Dispositions inconstitutionnelles
pt: Disposições inconstitucionais

source: All unconstitutional provisions
fr: Toutes les dispositions inconstitutionnelles
pt: Todas as disposições inconstitucionais

source: Hello %(name)s
pt: Olá %(name)s

source: The %(APP_NAME)s Team
pt: A Equipa %(APP_NAME)s

source: Manage these email alerts
pt: Gerir esses alertas de e-mail

source: Manage your %(APP_NAME)s account
pt: Gira a sua conta %(APP_NAME)s

source: %(num_gazettes)s gazette
fr: %(num_gazettes)s journal officiel
pt: %(num_gazettes)s azeta
sw: %(num_gazettes)s gazeti la serikali

source: Generic Documents
fr: Documents génériques
pt: Documentos genéricos
sw: %(num_gazettes) s Nyaraka za Jumla

source: Find a term...
pt: Encontre um termo...

source: Glossary
pt: Glossário

source: Glossary of defined terms
fr: Glossaire des termes définis
pt: Glossário de termos definidos

source: Judgment date
fr: Date du jugement
pt: data do julgamento
sw: Tarehe ya hukumu

source: Media Neutral Citation
fr: Référence médiatique neutre
pt: Referência Neutra da Mídia
sw: Nukuu ya Vyombo vya Habari Isiyo na Upande wowote

source: Hearing date
fr: Date de l'audience
pt: Data da audiência
sw: Tarehe ya kusikilizwa

source: Court division
fr: Division du tribunal
pt: Divisão de tribunais

source: Case action
fr: Décisions sur l’affaire
pt: Ação de caso

source: Attorneys
fr: Avocats
pt: Advogados
sw: Wanasheria

source: Read full summary
fr: Lire le résumé complet
pt: Leia o resumo completo

source: All courts
fr: Tous les tribunaux
pt: Todos os tribunais
sw: Mahakama zote

source: Explore judgments from all courts.
fr: Explorez les jugements de tous les tribunaux.
pt: Explore julgamentos de todos os tribunais.
sw: Chunguza hukumu kutoka kwa mahakama zote.

source: Explore all courts
fr: Explorez tous les terrains
pt: Explorar todos os tribunais
sw: Chunguza mahakama zote

source: Recent judgments
fr: Jugements récents
pt: Julgamentos recentes
sw: Hukumu za hivi karibuni

source: Recent news
fr: Actualités récentes
pt: Notícias recentes
sw: Habari za hivi punde

source: Categories
fr: Catégories
pt: Categorias
sw: Kategoria

source: Take a look at this document from
fr: Jetez un oeil à ce document de
pt: Dê uma olhada neste documento de
sw: Angalia hati hii kutoka

source: Document detail
fr: Détail du document
pt: Detalhe do documento
sw: Maelezo ya hati

source: History
fr: Historique
pt: Histórico
sw: Historia

source: Citations
fr: Citation
pt: Citações
sw: Nukuu

source: Ratifications
pt: Tarifas
sw: Uridhiaji

source: Citation
fr: Référence
pt: Citação
sw: Nukuu

source: Law report citations
fr: Citations de rapports de droit
pt: Citações de relatórios jurídicos
sw: Manukuu ya ripoti ya sheria

source: Alternative names
fr: Noms alternatifs
pt: Nomes alternativos
sw: Majina mbadala

source: Language
fr: Langue
pt: Idioma
sw: Lugha

source: Publication
pt: Publicação
sw: Uchapishaji

source: %(n_relationships)s related documents
fr: %(n_relationships)s documents connexes
pt: %(n_relationships)s documentos relacionados
sw: %(n_relationships)s nyaraka zinazohusiana

source: To the top
fr: En haut
pt: Para o topo
sw: Hadi juu

source: Documents
pt: Documentos
sw: Nyaraka

source: Primary work
fr: Travail principal
pt: Trabalho principal
sw: Kazi ya msingi

source: Site Statistics
fr: Statistiques du site
pt: Estatísticas do site
sw: Takwimu za Tovuti

source: Statistics
fr: Statistiques
pt: Estatisticas
sw: Takwimu

source: Explore
pt: Explorar

source: Your personal research space — save documents, add notes, and get updates when the law changes.
pt: O seu espaço de pesquisa pessoal — guarde documentos, adicione notas e receba atualizações quando a lei mudar.

source: What's new in topics you follow
fr: Quoi de neuf dans les sujets que vous suivez
pt: Novidades nos tópicos que segue

source: Topics you follow
fr: Sujets que vous suivez
pt: Tópicos que segue

source: Follow courts and topics to stay up-to-date.
fr: Suivez les tribunaux et les sujets pour rester à jour.
pt: Siga os tribunais e os tópicos para se manter atualizado.

source: You haven't saved any documents yet.
fr: Vous n'avez pas encore enregistré de documents.
pt: Ainda não guardou nenhum documento.

source: You don't have any search alerts.
fr: Vous n'avez aucune alerte de recherche.
pt: Não tem nenhum alerta de pesquisa.

source: %(place)s Bills
fr: %(place)s Factures
pt: %(place)s Contas
sw: %(place)s Bili

source: Note: this provision has some subprovisions that have already come into force.
fr: Remarque : cette disposition comporte certaines sous-dispositions qui sont déjà entrées en vigueur.
pt: Nota: esta disposição tem algumas subdisposições que já entraram em vigor.

source: Legislation provisions that have not yet come into force.
fr: Dispositions législatives qui ne sont pas encore entrées en vigueur.
pt: Disposições legislativas que ainda não entraram em vigor.

source: Resolved
fr: Résolu
pt: Resolvido

source: Unresolved
fr: Non résolu
pt: Não resolvido

source: Legislation provisions that have been declared unconstitutional by a court. They are resolved when new legislation is passed.
fr: Dispositions législatives déclarées inconstitutionnelles par un tribunal. Elles sont résolues lors de l'adoption d'une nouvelle loi.
pt: Disposições legislativas que foram declaradas inconstitucionais por um tribunal. São resolvidas quando uma nova legislação é aprovada.

source: Documents that cite this provision
fr: Documents citant cette disposition
pt: Os documentos que citam esta disposição

source: No content found
fr: Aucun contenu trouvé
pt: Nenhum conteúdo encontrado

source: Judgment
fr: Jugement
pt: Julgamento

source: Date deemed unconstitutional
fr: Date jugée inconstitutionnelle
pt: Data considerada inconstitucional

source: End of suspension period
fr: Fin de la période de suspension
pt: Fim do período de suspensão

source: Date resolved
fr: Date de résolution
pt: Data resolvida

source: Resolving amendment
fr: Amendement de résolution
pt: Resolução de emenda

source: Read-in text
fr: Texte lu
pt: Texto de leitura

source: as at
fr: en date du
pt: como em

source: Permission denied
fr: Permission refusée
pt: Permissão negada
sw: Ruhusa imekataliwa

source: You don't have permission to view this document.
fr: Vous n'avez pas la permission de consulter ce document.
pt: Você não tem permissão para visualizar este documento.
sw: Huna ruhusa ya kutazama hati hii.

source: You must be logged in to view this document.
fr: Vous devez être connecté pour visualiser ce document.
pt: Você precisa estar logado para visualizar este documento.
sw: Lazima uwe umeingia ili kutazama hati hii.

source: Save document
fr: Enregistrer le document
pt: Salvar documento
sw: Hifadhi hati

source: You are not logged in
fr: Vous n'êtes pas connecté
pt: Você não está logado
sw: Hujaingia

source: To save a document you need to be logged in
fr: Pour enregistrer un document, vous devez être connecté
pt: Para salvar um documento você precisa estar logado
sw: Ili kuhifadhi hati unahitaji kuingia

source: Are you sure you want to remove this document?
fr: Etes-vous sûr de vouloir supprimer ce document ?
pt: Tem certeza de que deseja remover este documento?
sw: Je, una uhakika unataka kuondoa hati hii?

source: %(comment_count)s comment
fr: %(comment_count)s commentaire
pt: %(comment_count)s comentário
sw: %(comment_count)s maoni

source: Folder name
fr: Nom du dossier
pt: Nome da pasta

source: New Folder
fr: Nouveau dossier
pt: Nova pasta
sw: Folda Mpya

source: Save documents to simplify your research and stay up-to-date
fr: Sauvegardez des documents pour simplifier vos recherches et rester à jour
pt: Guarde documentos para simplificar a sua pesquisa e manter-se atualizado

source: You have reached your limit for document folders.
fr: Vous avez atteint votre limite de dossiers de documents.
pt: Atingiu o seu limite de pastas de documentos.

source: <div>To add more folders, please upgrade to %(product)s.</div>
fr: <div>Pour ajouter plus de dossiers, veuillez passer à %(product)s.</div>
pt: <div>Para adicionar mais pastas, atualize para %(product)s.</div>

source: Download to Excel
fr: Télécharger vers Excel
pt: Download para Excel

source: Rename folder
fr: Renommer le dossier
pt: Renomear pasta

source: Rename
fr: Rebaptiser
pt: Renomear
sw: Badilisha jina

source: Are you sure you want to delete this folder? All saved documents in this folder will also be deleted.
fr: Etes-vous sûr de vouloir supprimer ce dossier ? Tous les documents enregistrés dans ce dossier seront également supprimés.
pt: Tem certeza de que deseja excluir esta pasta? Todos os documentos salvos nesta pasta também serão excluídos.
sw: Je, una uhakika unataka kufuta folda hii? Hati zote zilizohifadhiwa kwenye folda hii pia zitafutwa.

source: No saved documents.
fr: Aucun document enregistré.
pt: Nenhum documento salvo.
sw: Hakuna hati zilizohifadhiwa.

source: You have no saved documents.
fr: Vous n'avez aucun document enregistré.
pt: Não tem documentos guardados.

source: You have reached your limit for saved documents.
fr: Vous avez atteint votre limite de documents enregistrés.
pt: Atingiu o seu limite de documentos guardados.

source: <div>To save more, please upgrade to %(product)s.</div>
fr: <div>Pour enregistrer davantage, veuillez passer à %(product)s.</div>
pt: <div>Para poupar mais, atualize para %(product)s.</div>

source: Saved
fr: Sauvé
pt: Salvo
sw: Imehifadhiwa

source: edit
fr: modifier
pt: editar

source: Add a note
fr: Ajouter une note
pt: Adicionar uma nota

source: A note to yourself about this document
fr: Une note pour vous-même à propos de ce document
pt: Uma nota para si sobre este documento

source: New folder...
fr: Nouveau dossier...
pt: Nova pasta...
sw: Folda mpya...

source: New folder name
fr: Nouveau nom de dossier
pt: Novo nome da pasta
sw: Jina la folda mpya

source: All saved documents
fr: Tous les documents enregistrés
pt: Todos os documentos salvos
sw: Hati zote zilizohifadhiwa

source: Are you sure you want to unsave? This will also remove all comments.
fr: Etes-vous sûr de vouloir annuler l'enregistrement ? Cela supprimera également tous les commentaires.
pt: Tem certeza de que deseja desfazer o salvamento? Isso também removerá todos os comentários.
sw: Je, una uhakika unataka kubatilisha kuhifadhi? Hii pia itaondoa maoni yote.

source: Unsave
fr: Annuler la sauvegarde
pt: Dessalvar
sw: Usihifadhi

source: Saved Documents
fr: Documents enregistrés
pt: Documentos salvos
sw: Nyaraka Zilizohifadhiwa

source: Terms of Use
fr: Termes et conditions d'utilisation
pt: Termos de Utilização
sw: Masharti ya matumizi

source: Follow
fr: S'abonner
pt: Seguir

source: You have reached your limit for following.
pt: Atingiu o limite de seguidores.

source: To follow more topics, please upgrade to %(product)s.
pt: Para acompanhar mais tópicos, atualize para %(product)s.

source: %(n_more)s more for %(obj)s
fr: %(n_more)s plus pour %(obj)s
pt: %(n_more)s mais por %(obj)s

source: Explore older updates
fr: Explorer les anciennes mises à jour
pt: Explorar atualizações mais antigas

source: Load more
fr: Charger plus
pt: Carregar mais

source: We'll email you when new documents are added for topics that you follow.
fr: Nous vous enverrons un e-mail lorsque de nouveaux documents seront ajoutés pour les sujets que vous suivez.
pt: Enviaremos um e-mail quando forem adicionados novos documentos para os tópicos que segue.

source: Alerted %(ago)s ago
fr: Alerté il y a %(ago)s
pt: Alertado há %(ago)s

source: Unfollow
fr: Se désabonner
pt: Deixar de seguir

source: You are not following anything. Click the Follow button on pages across the site to start following.
fr: Vous ne suivez aucun abonnement. Cliquez sur le bouton « S'abonner » sur les pages du site pour commencer à suivre.
pt: Não está a seguir nada. Clique no botão Seguir nas páginas do site para começar a seguir.

source: Social accounts
fr: Comptes sociaux
pt: Contas sociais
sw: Akaunti za kijamii

source: You can sign in to your account using any of these third party accounts:
fr: Vous pouvez vous connecter à votre compte en utilisant l'un de ces comptes tiers :
pt: Você pode entrar na sua conta usando qualquer uma destas contas de terceiros:
sw: Unaweza kuingia katika akaunti yako kwa kutumia mojawapo ya akaunti hizi za wahusika wengine:

source: Really remove this social account?
fr: Voulez-vous vraiment supprimer ce compte social ?
pt: Realmente remover esta conta social?
sw: Je, ungependa kuondoa akaunti hii ya kijamii?

source: Disconnect
fr: Déconnecter
pt: Desconectar
sw: Tenganisha

source: You currently have no social network accounts connected to this account.
fr: Vous n'avez actuellement aucun compte de réseau social connecté à ce compte.
pt: No momento, você não tem nenhuma conta de rede social conectada a esta conta.
sw: Kwa sasa huna akaunti za mtandao wa kijamii zilizounganishwa kwenye akaunti hii.

source: Connect a social account
fr: Connecter un compte social
pt: Conecte uma conta social
sw: Unganisha akaunti ya kijamii

source: Connecting to a social account allows you to use it to log in to %(APP_NAME)s.
fr: La connexion à un compte social vous permet de l'utiliser pour vous connecter à %(APP_NAME)s.
pt: Conectar-se a uma conta social permite que você a utilize para fazer login em %(APP_NAME)s.
sw: Kuunganisha kwa akaunti ya kijamii hukuruhusu kuitumia kuingia %(APP_NAME)s.

source: Connect to
fr: Se connecter à
pt: Conectar a
sw: Unganisha kwa

source: Please review our <a href="%(terms_url)s">Terms of Use</a> before continuing.
pt: Por favor, leia os nossos <a href="%(terms_url)s">Termos de Utilização</a> antes de continuar.

source: Accept and continue
pt: Aceitar e continuar

source: If you do not agree, you may <a href="%(logout_url)s">log out</a>.
pt: Se não concordar, pode <a href="%(logout_url)s">sair</a>.

source: My Account
fr: Mon compte
pt: A minha conta

source: Change details
fr: Modifier les détails
pt: Alterar detalhes

source: Update
fr: Mise à jour
pt: Atualização

source: Update email address
fr: Mettre à jour l'adresse e-mail
pt: Atualizar endereço de e-mail

source: Update details
fr: Mettre à jour les informations
pt: Detalhes da atualização
