Repository: laws-africa/peachjam
Catalog: peachjam/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Import
fr: Importer
pt: Importar
sw: Ingiza/tuma

source: Access groups updated.
fr: Groupes d'accès mis à jour.
pt: Grupos de acesso atualizados.

source: Manage restricted access groups
fr: Gérer les groupes d'accès restreint
pt: Gerir grupos de acesso restrito

source: Restricted access groups
fr: Groupes d'accès restreint
pt: Grupos de acesso restrito

source: Key details
fr: Détails essentiels
pt: Detalhes da chave
sw: Maelezo muhimu

source: Additional details
fr: Détails supplémentaires
pt: Detalhes adicionais
sw: Maelezo ya ziada

source: Work identification
fr: Identification de travail
pt: Identificação do trabalho
sw: Utambulisho wa kazi

source: Content
fr: Contenus
pt: Conteúdo
sw: Maudhui

source: Advanced
fr: Avancé
pt: Avançado
sw: Ya hali ya juu

source: Work
fr: Travail
pt: Trabalhar
sw: Kazi

source: Queued tasks to extract citations from %(count)d documents.
fr: Tâches en file d'attente pour extraire les citations de %(count)d documents.
pt: Tarefas enfileiradas para extrair citações de %(count)d documentos.
sw: Kazi zilizowekwa kwenye foleni ili kutoa manukuu kutoka kwa hati %(count)d .

source: Extract citations (background)
fr: Extrait des citations (contexte)
pt: Extrair citações (fundo)
sw: Dondoo dondoo (chinichini)

source: Re-imported content from %(count)d documents.
fr: Contenu réimporté à partir de %(count)d documents.
pt: Conteúdo reimportado de %(count)d documentos.
sw: Imeingiza tena maudhui kutoka kwa hati %(count)d .

source: Re-extract content from DOCX files
fr: Réextraire le contenu des fichiers DOCX
pt: Extraia novamente o conteúdo dos arquivos DOCX
sw: Toa tena maudhui kutoka kwa faili za DOCX

source: Queued tasks to re-index for %(count)d documents.
fr: Tâches en file d'attente à réindexer pour %(count)d documents.
pt: Tarefas enfileiradas para reindexação de %(count)d documentos.
sw: Kazi zilizowekwa kwenye foleni ili kuorodhesha upya kwa hati za %(count)d .

source: Re-index for search (background)
fr: Réindexation pour la recherche (arrière-plan)
pt: Reindexar para pesquisa (fundo)
sw: Faharasa upya kwa utafutaji (chinichini)

source: Applying labels for %(count)d documents.
fr: Application d'étiquettes pour %(count)d documents.
pt: Aplicando rótulos para documentos %(count)d .
sw: Inatuma lebo za hati %(count)d .

source: Apply labels
fr: Appliquer des étiquettes
pt: Aplicar rótulos
sw: Weka lebo

source: Ensuring PDF for %(count)d documents.
fr: Assurer le format PDF pour %(count)d documents.
pt: Garantindo PDF para %(count)d documentos.
sw: Kuhakikisha PDF kwa %(count)d hati.

source: Ensure PDF for source file (background)
fr: Assurez-vous que le fichier source est PDF (arrière-plan)
pt: Garantir PDF para arquivo de origem (fundo)
sw: Hakikisha PDF kwa faili chanzo (chinichini)

source: Documents published.
fr: Documents publiés.
pt: Documentos publicados.
sw: Nyaraka zilizochapishwa.

source: Publish selected documents
fr: Publier les documents sélectionnés
pt: Publicar documentos selecionados
sw: Chapisha nyaraka zilizochaguliwa

source: Documents unpublished.
fr: Documents inédits.
pt: Documentos não publicados.
sw: Nyaraka hazijachapishwa.

source: Unpublish selected documents
fr: Annuler la publication des documents sélectionnés
pt: Cancelar publicação de documentos selecionados
sw: Usichapishe nyaraka zilizochaguliwa

source: Taxonomy with slug "%(value)s" already exists.
fr: La taxonomie avec le slug "%(value)s" existe déjà.
pt: A taxonomia com slug "%(value)s" já existe.
sw: Mfumo wa kupanga maudhui wenye slug "%(value)s" tayari upo.

source: case number
fr: numéro de dossier
pt: número do processo
sw: namba ya kesi

source: case numbers
fr: numéros de dossier
pt: números de casos
sw: namba za kesi

source: judge
fr: juge
pt: juiz
sw: jaji

source: judges
fr: juges
pt: juízes
sw: majaji

source: lower court judge
fr: juge du tribunal inférieur
pt: juiz de primeira instância
sw: hakimu wa mahakama ya chini

source: lower court judges
fr: juges des tribunaux inférieurs
pt: juízes de primeira instância
sw: majaji wa mahakama ya mwanzo

source: Related judgment
fr: Jugement connexe
pt: Julgamento relacionado
sw: Hukumu inayohusiana

source: Related judgments
fr: Jugements connexes
pt: Julgamentos relacionados
sw: Hukumu zinazohusiana

source: case history
fr: histoire de cas
pt: histórico de caso
sw: historia ya kesi

source: Summary
fr: Résumé
pt: Resumo

source: You do not have permission to generate judgment summaries.
fr: Vous n'avez pas la permission de générer des résumés de jugement.
pt: Não tem permissão para gerar resumos de julgamentos.

source: Generating summaries for %(count)d judgments.
fr: Génération de résumés pour %(count)d jugements.
pt: Geração de resumos para %(count)d julgamentos.

source: Generating summary for judgment with ID: {}
fr: Génération d'un résumé pour le jugement avec l'ID : {}
pt: Gerando resumo para julgamento com ID: {}

source: Generate summaries (background)
fr: Générer des résumés (arrière-plan)
pt: Gerar resumos (background)

source: Refreshing all content for selected ingestors in the background.
fr: Actualisation de tout le contenu des ingérateurs sélectionnés en arrière-plan.
pt: Atualizando todo o conteúdo para ingestores selecionados em segundo plano.
sw: Inaonyesha upya maudhui yote kwa waingizaji waliochaguliwa chinichini.

source: Refresh all content for selected ingestors - Full update
fr: Actualiser tout le contenu pour les ingérants sélectionnés - Mise à jour complète
pt: Atualizar todo o conteúdo para ingestores selecionados - Atualização completa
sw: Onyesha upya maudhui yote kwa waingizaji waliochaguliwa - Sasisho kamili

source: Getting content since last update in background.
fr: Récupération du contenu depuis la dernière mise à jour en arrière-plan.
pt: Obtendo conteúdo desde a última atualização em segundo plano.
sw: Kupata maudhui tangu sasisho la mwisho chinichini.

source: Update content for selected ingestors - Latest updates
fr: Mise à jour du contenu pour les ingérants sélectionnés - Dernières mises à jour
pt: Atualizar conteúdo para ingestores selecionados - Últimas atualizações
sw: Sasisha yaliyomo kwa waingizaji waliochaguliwa - Masasisho ya hivi punde

source: Articles published.
fr: Articles publiés.
pt: Artigos publicados.
sw: Makala zilizochapishwa.

source: Publish selected articles
fr: Publier les articles sélectionnés
pt: Publique artigos selecionados
sw: Chapisha makala zilizochaguliwa

source: Articles unpublished.
fr: Articles inédits.
pt: Artigos não publicados.
sw: Makala ambazo hazijachapishwa.

source: Unpublish selected articles
fr: Annuler la publication des articles sélectionnés
pt: Cancelar publicação de artigos selecionados
sw: Batilisha uchapishaji wa makala uliyochagua

source: Queued tasks to update extracted citations for %(count)d works.
fr: Tâches en file d'attente pour mettre à jour les citations extraites pour %(count)d œuvres.
pt: Tarefas enfileiradas para atualizar citações extraídas para %(count)d trabalhos.
sw: Kazi zilizowekwa kwenye foleni ili kusasisha manukuu yaliyotolewa kwa kazi za %(count)d .

source: Update extracted citations (background)
fr: Mettre à jour les citations extraites (arrière-plan)
pt: Atualizar citações extraídas (background)
sw: Sasisha manukuu yaliyotolewa (chinichini)

source: Updated languages for %(count)d works.
fr: Langues mises à jour pour %(count)d œuvres.
pt: Idiomas atualizados para %(count)d obras.
sw: Lugha zilizosasishwa za %(count)d kazi.

source: Update languages
fr: Mettre à jour les langues
pt: Atualizar idiomas
sw: Sasisha lugha

source: Gazette number
fr: Numéro de la Gazette
pt: Número da Gazeta
sw: Nambari ya Gazeti

source: Set 'accepted terms of use' to False for %(count)d users.
pt: Defina 'termos de utilização aceites' como Falso para %(count)d utilizadores.

source: Require selected users to accept terms of use
pt: Exigir que os utilizadores selecionados aceitem os termos de utilização.

source: Home
fr: Accueil
pt: Página inicial
sw: Nyumbani

source: Judgments
fr: Jugements
pt: Julgamentos
sw: Hukumu

source: Legislation
fr: Législation
pt: Legislação
sw: Sheria

source: Cause Lists
fr: Listes de causes
pt: Listas de Causas
sw: Orodha za Sababu

source: Books
fr: Livres
pt: Livros
sw: Vitabu

source: Journals
fr: Journaux
pt: Diários
sw: Majarida

source: Bills
fr: Factures
pt: Contas
sw: Bili

source: Title
fr: Titre
pt: Título
sw: Mada

source: Date
pt: Data
sw: Tarehe

source: (Newest first)
fr: (Le plus récent d'abord)
pt: (Os mais novos primeiro)
sw: (Mpya zaidi kwanza)

source: (Oldest first)
fr: (le plus ancien en premier)
pt: (Mais velhos primeiro)
sw: (Ya zamani zaidi kwanza)

source: Document problem reported
fr: Problème de document signalé
pt: Problema no documento relatado
sw: Tatizo kuhusu nyaraka limeripotiwa

source: Contact us message
fr: Contactez-nous message
pt: Mensagem de contato
sw: Wasiliana nasi ujumbe

source: Folders
pt: Pastas

source: Please provide a valid name
fr: Veuillez fournir un nom valide
pt: Por favor, forneça um nome válido

source: First name
fr: Prénom
pt: Nome próprio

source: Last name
fr: Nom de famille
pt: Último nome

source: Password
fr: Mot de passe
pt: Senha
sw: Nenosiri

source: I agree to the Terms of Use
pt: Concordo com os Termos de Utilização.

source: You must accept the terms to continue.
pt: É preciso aceitar os termos para continuar.

source: document
pt: Documento
sw: hati

source: text
fr: texte
pt: Texto
sw: maandishi

source: target selectors
fr: sélecteurs de cible
pt: seletores de destino
sw: wateuzi lengwa

source: user
fr: utilisateur
pt: usuário
sw: mtumiaji

source: created at
fr: créé le
pt: criado em
sw: imeundwa saa

source: annotation
pt: anotação
sw: maelezo

source: annotations
pt: Anotações
sw: maelezo

source: Page
pt: Página

source: name
fr: nom
pt: Nome
sw: jina

source: profile
fr: profil
pt: perfil
sw: wasifu

source: country
fr: Pays
pt: País
sw: nchi

source: slug
pt: eixo
sw: namna rahisi

source: outcome
fr: résultat
pt: resultado
sw: matokeo

source: date
pt: data
sw: tarehe

source: title
fr: titre
pt: título
sw: mada

source: body
fr: corps
pt: Corpo
sw: matini

source: author
fr: auteur
pt: autor
sw: mwandishi

source: image
pt: Imagem
sw: picha

source: published
fr: publié
pt: Publicado
sw: iliyochapishwa

source: topics
fr: sujets
pt: tópicos
sw: mada

source: featured
fr: en vedette
pt: apresentou
sw: iliyoangaziwa

source: Featured articles will be displayed on the homepage.
fr: Les articles phares seront affichés sur la page d’accueil.
pt: Os artigos em destaque serão exibidos na página inicial.
sw: Makala yaliyoangaziwa yataonyeshwa kwenye ukurasa wa nyumbani.

source: article
pt: artigo
sw: makala

source: articles
pt: artigos
sw: makala

source: photo
pt: fotografia
sw: picha

source: profile description
fr: description du profil
pt: Descrição do perfil
sw: maelezo ya wasifu

source: tracking id
fr: identifiant de suivi
pt: ID de rastreio

source: preferred language
fr: langue préférée
pt: idioma preferido

source: accepted terms at
pt: termos aceites em

source: When the user accepted the terms of service.
pt: Quando o utilizador aceitou os termos de serviço.

source: user profile
fr: profil de l'utilisateur
pt: perfil do usuário
sw: wasifu wa mtumiaji

source: user profiles
fr: profils des utilisateurs
pt: perfis de usuário
sw: wasifu wa mtumiaji

source: filename
fr: nom de fichier
pt: nome_arquivo
sw: jina la faili

source: size
fr: taille
pt: tamanho
sw: ukubwa

source: file
fr: fichier
pt: arquivo
sw: faili

source: images
pt: Imagens
sw: picha

source: source URL
fr: URL source
pt: URL fonte
sw: chanzo cha URL

source: file as pdf
fr: fichier en pdf
pt: arquivo como pdf
sw: faili kama pdf

source: file is anonymised
fr: le fichier est anonymisé
pt: o ficheiro é anonimizado

source: anonymised file as pdf
fr: fichier anonymisé au format PDF
pt: ficheiro anonimizado como pdf

source: source file
fr: fichier source
pt: arquivo de origem
sw: faili la chanzo

source: source files
fr: fichiers sources
pt: arquivos de origem
sw: mafaili ya chanzo

source: The external URL (e.g. on gazettes.africa) where this file lives
fr: L'URL externe (par exemple sur gazettes.africa) où se trouve ce fichier
pt: A URL externa (por exemplo, em gazettes.africa) onde este arquivo está localizado
sw: URL ya nje (km kwenye gazettes.africa) ambapo faili hii inaishi

source: use source file
fr: utiliser le fichier source
pt: usar arquivo de origem
sw: tumia faili ya chanzo

source: Set to True if the source file on the same document can be used instead
fr: Définir sur True si le fichier source du même document peut être utilisé à la place
pt: Defina como Verdadeiro se o arquivo de origem no mesmo documento puder ser usado
sw: Weka kuwa Kweli ikiwa faili chanzo kwenye hati sawa inaweza kutumika badala yake

source: publication file
fr: fichier de publication
pt: arquivo de publicação
sw: faili ya uchapishaji

source: publication files
fr: fichiers de publication
pt: arquivos de publicação
sw: faili za uchapishaji

source: description
pt: Descrição
sw: maelezo

source: attached file nature
fr: type de pièce joint
pt: arquivo anexado natureza
sw: aina ya faili lililoambatishwa

source: attached file natures
fr: types de fichier joint
pt: índices de arquivos anexados
sw: aina ya faili lililoambatishwa

source: nature
pt: natureza
sw: asili

source: private
fr: privé
pt: privado

source: Set to True if this file should not be publicly accessible
fr: Définir sur True si ce fichier ne doit pas être accessible au public
pt: Defina como Verdadeiro se este ficheiro não deve ser acessível publicamente

source: attached file
fr: fichier joint
pt: arquivo anexado
sw: faili lililoambatishwa

source: attached files
fr: pièces jointes
pt: arquivos anexados
sw: mafaili yaliyoambatishwa

source: updated at
fr: mis à jour le
pt: atualizado em
sw: imesasishwa saa

source: social media image
fr: image des médias sociaux
pt: imagem de social media

source: social media images
fr: images de médias sociaux
pt: imagens de redes sociais

source: Author
fr: Auteur
pt: Autor
sw: Mwandishi

source: Authors
fr: Auteurs
pt: Autores
sw: Waandishi

source: code
pt: Código
sw: mfumo

source: authors
fr: auteurs
pt: autores
sw: waandishi

source: Chamber
fr: Chambre
pt: Câmara
sw: Chumba

source: Chambers
fr: Chambres
pt: Câmaras
sw: Vyumba

source: bill
fr: facture
pt: conta
sw: muswada

source: bills
fr: factures
pt: contas
sw: bili

source: citation link
fr: lien de citation
pt: link de citação
sw: kiungo cha dondoo

source: citation links
fr: liens de citation
pt: links de citação
sw: viungo vya dondoo

source: citing work
fr: Citant un travail
pt: citando trabalho
sw: kukunukuu kazi

source: target work
fr: Travail ciblé
pt: trabalho alvo
sw: kazi lengwa

source: treatment
fr: traitement
pt: tratamento

source: processing date
fr: date de traitement
pt: Processando dados
sw: tarehe ya kushughulikia

source: citation processing
fr: traitement des citations
pt: processamento de citações
sw: ushughulikiaji wa nukuu

source: level
fr: niveau
pt: nível
sw: kiwango

source: label
fr: étiquette
pt: rótulo
sw: lebo

source: labels
fr: Étiquettes
pt: rótulos
sw: lebo

source: document nature
fr: nature du document
pt: natureza do documento
sw: asili ya hati

source: document natures
fr: types de document
pt: índices de documentos
sw: asili za hati

source: jurisdiction
fr: juridiction
pt: jurisdição
sw: mamlaka ya kisheria

source: locality
fr: localité
pt: localidade
sw: eneo

source: localities
fr: localités
pt: localidades
sw: maeneo

source: FRBR URI country
fr: Pays URI FRBR
pt: País URI do FRBR
sw: FRBR URI nchi

source: FRBR URI locality
fr: Localité URI FRBR
pt: Localidade URI FRBR
sw: FRBR URI eneo

source: FRBR URI place
fr: Lieu URI FRBR
pt: Local URI do FRBR
sw: FRBR URI mahali

source: FRBR URI doctype
fr: doctype de FRBR URI
pt: Doctype FRBR URI
sw: Aina ya hati ya FRBR URI

source: FRBR URI actor
fr: acteur de FRBR URI
pt: Ator URI FRBR
sw: Mwigizaji wa FRBR URI

source: languages
fr: langues
pt: Idiomas
sw: lugha

source: partner
fr: partenaire
pt: parceiro
sw: mshirika

source: Publication partner
fr: Partenaire de publication
pt: Parceiro de publicação
sw: Mshirika wa uchapishaji

source: pagerank
pt: classificação de página

source: pagerank normalized
fr: pagerank normalisé
pt: pagerank normalizado

source: number of cited works
fr: nombre d'ouvrages cités
pt: número de trabalhos citados
sw: idadi ya kazi zilizonukuliwa

source: number of incoming citations
fr: nombre de citations entrantes
pt: número de citações recebidas
sw: idadi ya nukuu zinazoingia

source: number of incoming citations normalized
fr: nombre de citations entrantes normalisées
pt: número de citações recebidas normalizadas

source: authority score
fr: score d'autorité
pt: pontuação de autoridade

source: work
fr: travail
pt: Trabalho
sw: kazi

source: works
fr: travaux
pt: obras
sw: kazi

source: document type
fr: type de document
pt: tipo de documento
sw: aina ya hati

source: citation
fr: référence
pt: citação
sw: nukuu

source: content HTML
fr: contenu HTML
pt: conteúdo HTML
sw: HTML ya maudhui

source: content HTML is AKN
fr: le contenu HTML est AKN
pt: HTML do conteúdo é AKN
sw: HTML ya maudhui ni AKN

source: TOC JSON
fr: JSON TOC
pt: JSON TOC

source: language
fr: langue
pt: idioma
sw: lugha

source: Document subtype. Lowercase letters, numbers _ and - only.
fr: Sous-type de document. Lettres minuscules, chiffres _ et - seulement.
pt: Subtipo do documento. Letras minúsculas, números _ e - apenas.
sw: Aina ndogo ya hati. Herufi ndogo, namba _ na - pekee.

source: Originating actor. Lowercase letters, numbers _ and - only.
fr: Acteur originaire. Lettres minuscules, chiffres _ et - seulement.
pt: Originando ator. Letras minúsculas, números _ e - apenas.
sw: Mwigizaji wa asili. Herufi ndogo, namba _ na - pekee.

source: YYYY, YYYY-MM, or YYYY-MM-DD
fr: AAAA, AAAA-MM, ou AAAA-MM-JJ
pt: AAAA, AAAA-MM, ou AAAA-MM-DD
sw: YYYY, YYYY-MM, au YYYY-MM-DD

source: Unique number or short title identifying this work. Lowercase letters, numbers _ and - only.
fr: Nombre unique ou titre court identifiant ce travail. Lettres minuscules, chiffres _ et - seulement.
pt: Número único ou título curto que identifique este trabalho. Letras minúsculas, números _ e - apenas.
sw: Namba ya kipekee au jina fupi linalotambulisha kazi hii. Herufi ndogo, namba _ na - pekee.

source: created by
fr: créer par
pt: criado por
sw: imetengenezwa na

source: Allow this document to be indexed by search engine robots.
fr: Autoriser l'indexation de ce document par les robots des moteurs de recherche.
pt: Permitir que este documento seja indexado por robôs mecanismos de busca.
sw: Ruhusu hati hii kuorodheshwa na roboti za mtambo tafutizi.

source: Is this document published and visible on the website?
fr: Ce document est-il publié et visible sur le site Internet ?
pt: Este documento está publicado e visível no site?
sw: Je, nyaraka hii imechapishwa na inaonekana kwenye tovuti?

source: metadata JSON
fr: métadonnées JSON
pt: metadados JSON
sw: mkusanyiko wa data za JSON

source: Restrict access to this document to selected groups.
fr: Restreindre l'accès à ce document à des groupes sélectionnés.
pt: Restringir o acesso a este documento a grupos selecionados.
sw: Zuia ufikiaji wa hati hii kwa vikundi vilivyochaguliwa.

source: Document with this Expression FRBR URI already exists!
fr: Un document avec cette expression FRBR URI existe déjà !
pt: Documento com esta Expressão FRBR URI já existe!
sw: Hati/nyaraka yenye Msimbo huu FRBR URI tayari ipo!

source: Law report citation/Alternative known name
fr: Citation du rapport juridique/Nom alternatif connu
pt: Citação de relatório jurídico/Nome conhecido alternativo
sw: Nukuu ya ripoti ya sheria/Jina mbadala linalojulikana

source: alternative name
fr: nom alternatif
pt: nome alternativo
sw: jina mbadala

source: alternative names
fr: noms alternatifs
pt: nomes alternativos
sw: majina mbadala

source: document text
fr: Texte du document
pt: texto do documento
sw: maandishi ya hati

source: document XML
pt: documento XML
sw: hati ya XML

source: document content
fr: Contenu du document
pt: conteúdo do documento
sw: maudhui ya hati

source: document contents
fr: Contenu du document
pt: conteúdo documento
sw: maudhui ya hati

source: custom property label
fr: étiquette de propriété personnalisée
pt: etiqueta de propriedade personalizada
sw: lebo ya mali maalum

source: custom property labels
fr: étiquettes de propriétés personnalisées
pt: rótulos de propriedade personalizados
sw: lebo za mali maalum

source: custom property
fr: propriété personnalisée
pt: propriedade personalizada
sw: mali maalum

source: custom properties
fr: propriétés personnalisées
pt: propriedades personalizadas
sw: mali maalum

source: document access group
fr: groupe d'accès aux documents
pt: grupo de acesso a documentos
sw: kikundi cha ufikiaji wa hati

source: document access groups
fr: groupes d'accès aux documents
pt: grupos de acesso a documentos
sw: vikundi vya ufikiaji wa hati

source: Provision enrichment
fr: Enrichissement des disposition
pt: Enriquecimento de provisões

source: Unconstitutional provision
fr: Disposition inconstitutionnelle
pt: Disposição inconstitucional

source: Uncommenced provision
fr: Disposition non encore mises en vigueur
pt: Provisão não iniciada

source: Provision citation
fr: Citation de disposition
pt: Citação de prestação

source: provision eid
fr: disposition eid
pt: provisão eid

source: whole work
fr: travail entier
pt: trabalho inteiro

source: enrichment type
fr: type d'enrichissement
pt: tipo de enriquecimento

source: provision enrichment
fr: enrichissement des provisions
pt: enriquecimento de prestação

source: provision enrichments
fr: enrichissements de disposition
pt: enriquecimentos de prestação

source: judgment
fr: jugement
pt: julgamento
sw: hukumu

source: date deemed unconstitutional
fr: date jugée inconstitutionnelle
pt: data considerada inconstitucional

source: end of suspension period
fr: fin de la période de suspension
pt: fim do período de suspensão

source: resolved
fr: résolu
pt: resolvido

source: date resolved
fr: date de résolution
pt: data resolvida

source: resolving amendment work
fr: résolution des travaux d'amendement
pt: resolvendo o trabalho de emenda

source: read-in text HTML
fr: texte HTML lu
pt: texto de leitura HTML

source: unconstitutional provision
fr: disposition inconstitutionnelle
pt: disposição inconstitucional

source: unconstitutional provisions
fr: dispositions inconstitutionnelles
pt: disposições inconstitucionais

source: and all descendants
fr: et tous les descendants
pt: e todos os descendentes

source: uncommenced provision
fr: dispositions non encore mises en vigueur
pt: provisão não iniciada

source: uncommenced provisions
fr: dispositions non encore mises en vigueur
pt: disposições não iniciadas

source: prefix
fr: préfixe
pt: prefixo

source: suffix
fr: suffixe
pt: sufixo

source: exact
pt: exato

source: citing document
fr: document citant
pt: documento citante

source: provision citation
fr: citation de disposition
pt: citação de provisão

source: provision citations
fr: citations de dispositions
pt: citações de provisão

source: count
pt: contagem

source: provision citation count
pt: contagem de citações da disposição

source: provision citation counts
pt: contagem de citações de disposições

source: place code
pt: código de localização

source: data
pt: dados

source: publication
pt: publicação
sw: uchapishaji

source: sub publication
fr: sous-publication
pt: subpublicação
sw: uchapishaji mdogo

source: supplement
fr: supplément
pt: suplemento
sw: nyongeza

source: supplement number
fr: numéro de supplément
pt: número do suplemento
sw: namba ya nyongeza

source: part
fr: partie
pt: papel
sw: sehemu
