Repository: laws-africa/peachjam
Catalog: peachjam/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe n'est pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s">nouvelle réinitialisation du mot de passe</a>.
pt: O link de redefinição de senha era inválido, possivelmente porque já foi utilizado. Por favor, solicite uma <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.
sw: Kiungo cha kuweka upya nenosiri kilikuwa batili, pengine kwa sababu kimeshatumika. Tafadhali omba <a href="%(passwd_reset_url)s">uwekaji nenosiri jipya</a>.

source: New Password
fr: Nouveau mot de passe
pt: Nova Senha
sw: Nenosiri Jipya

source: New Password (again)
fr: Nouveau mot de passe (encore)
pt: Nova Senha (novamente)
sw: Nenosiri Jipya (tena)

source: Your password has been reset.
fr: Votre mot de passe a été réinitialisé.
pt: Sua senha foi redefinida.
sw: Nenosiri lako limewekwa upya.

source: Set Password
fr: Définir le mot de passe
pt: Definir senha
sw: Weka Nenosiri

source: Set password
fr: Définir un mot de passe
pt: Definir senha
sw: Weka nenosiri

source: Sign Up
fr: S'inscrire
pt: Inscrever-se
sw: Jisajili

source: Already have an account?
fr: Vous avez déjà un compte ?
pt: Já tem uma conta?
sw: Je, tayari una akaunti?

source: This file has already been uploaded.
fr: Ce fichier a déjà été téléchargé.
pt: Este ficheiro já foi carregado.

source: Add comment
fr: Ajouter un commentaire
pt: Adicionar comentário
sw: Ongeza maoni

source: This document is not published and is not visible to the public.
fr: Ce document n'est pas publié et n'est pas visible au public.
pt: Este documento não é publicado e não é visível ao público.

source: This document is restricted and is only visible to some users.
fr: Ce document est restreint et n'est visible que par certains utilisateurs.
pt: Este documento é restrito e apenas visível para alguns utilizadores.

source: Help
fr: Aide
pt: Socorro
sw: Msaada

source: Upload
fr: Télécharger
pt: Carregar
sw: Pakia

source: Manage access groups
fr: Gérer les groupes d'accès
pt: Gerir grupos de acesso

source: Select the groups that have access permissions to this item.
fr: Sélectionnez les groupes disposant d’autorisations d’accès à cet élément.
pt: Selecione os grupos que têm permissões de acesso a este item.

source: Save
fr: Sauvegarder
pt: Salvar
sw: Hifadhi

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.
pt: Por favor corrige o erro abaixo.
sw: Tafadhali sahihisha kosa hapo chini.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous.
pt: Por favor corrige o erro abaixo.
sw: Tafadhali sahihisha makosa hapo chini.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fr: Vous êtes authentifié en tant que %(username)s, mais vous n'êtes pas autorisé à accéder à cette page. Souhaitez-vous vous connecter à un autre compte ?
pt: Você está autenticado como %(username)s, mas não está autorizado a acessar esta página. Gostaria de fazer login em uma conta diferente?
sw: Umethibitishwa kama %(username)s, lakini hujaidhinishwa kutumia ukurasa huu. Je, ungependa kuingia kwenye akaunti tofauti?

source: Forgotten your password or username?
fr: Vous avez oublié votre mot de passe ou votre nom d'utilisateur ?
pt: Esqueceu sua senha ou usuário?
sw: Je, umesahau nenosiri lako au jina la mtumiaji?

source: This document is a duplicate of:
fr: Ce document est un duplicata de :
pt: Este documento é um duplicado de:

source: Extracted:
fr: Extrait:
pt: Extraído:

source: This judgment must be anonymised before it can be published.
fr: Ce jugement doit être anonymisé avant de pouvoir être publié.
pt: Este julgamento deve ser tornado anónimo antes de ser publicado.

source: Anonymise
fr: Anonymiser
pt: Anonimizar
sw: Acha kujulikana

source: Generate summary
fr: Générer un résumé
pt: Gerar resumo

source: Search
fr: Recherche
pt: Pesquisa
sw: Tafuta

source: Collapse all
fr: Réduire tout
pt: Recolher tudo
sw: Kunja zote

source: Expand all
fr: Développer tout
pt: Expandir tudo
sw: Panua zote

source: Contact us
fr: Contactez-nous
pt: Contate-nos
sw: Wasiliana nasi

source: Edit
fr: Modifier
pt: Editar
sw: Hariri

source: Are you sure you want to delete this annotation?
fr: Êtes-vous sûr de vouloir supprimer cette annotation ?
pt: Tem certeza de que deseja excluir esta anotação?
sw: Je, una uhakika unataka kufuta ufafanuzi huu?

source: Delete
fr: Supprimez
pt: Excluir
sw: Futa

source: This judgment was reviewed by another court. See the Case history tab for details.
fr: Ce jugement a été examiné par un autre tribunal. Voir l'onglet Historique du dossier pour plus de détails.
pt: Este julgamento foi revisado por outro tribunal. Veja a aba Case history para detalhes.
sw: Hukumu hii ilipitiwa na mahakama nyingine. Tazama kichupo cha Historia ya Kesi kwa maelezo.

source: Case
fr: Cas
pt: Caso
sw: Kesi

source: Court
fr: Cour
pt: Tribunal
sw: Mahakama

source: Outcome
fr: Résultat
pt: Resultado
sw: Matokeo

source: Appeal outcome
fr: Résultat de l'appel
pt: Resultado do recurso
sw: Matokeo ya rufaa

source: This judgment
fr: Ce jugement
pt: Este julgamento
sw: Hukumu hii

source: All causelists
fr: Toutes les listes de causes
pt: Todos os causalistas
sw: Orodha zote za sababu

source: Subsidiary legislation
fr: Législation subsidiaire
pt: Legislação subsidiária
sw: Sheria za nyongeza

source: Send us a message us with any questions and comments.
fr: Envoyez-nous un message avec toutes questions et commentaires.
pt: Envie-nos uma mensagem com quaisquer dúvidas ou comentários.
sw: Tutumie ujumbe kwa maswali na maoni yoyote.

source: Name
fr: Nom
pt: Nome
sw: Jina

source: Message
pt: Mensagem
sw: Ujumbe

source: Submit
fr: Soumettre
pt: Enviar
sw: Wasilisha

source: Copy to clipboard
fr: Copier dans le presse-papiers
pt: Copiar para área de transferência
sw: Nakili kwenye ubao

source: Copied!
fr: Copié !
pt: Copiado!
sw: Imenakiliwa!

source: Copy
fr: Copie
pt: Copiar
sw: Nakili

source: No courts found.
fr: Aucun tribunal trouvé.
pt: Não foram encontrados tribunais.
sw: Hakuna mahakama zilizopatikana.

source: Explore %(court)s
fr: Explorez %(court)s
pt: Explorar %(court)s
sw: Gundua %(court)s

source: All months
fr: Tous les mois
pt: Todos os meses
sw: Miezi yote

source: All years
fr: Toutes les années
pt: Todos os anos
sw: Miaka yote

source: Loading PDF...
fr: Chargement du PDF...
pt: Carregando PDF...
sw: Inapakia PDF...

source: This document is %(filesize)s. Do you want to load it?
fr: Ce document est %(filesize)s. Voulez-vous le charger ?
pt: Este documento é %(filesize)s. Deseja carregá-lo?
sw: Hati hii ni %(filesize)s. Je, ungependa kuipakia?

source: Load document
fr: Charger le document
pt: Carregar documento
sw: Pakia hati

source: Error loading PDF
fr: Erreur lors du chargement du PDF
pt: Erro ao carregar PDF

source: Try reloading the page or downloading the PDF.
fr: Essayez de recharger la page ou de télécharger le PDF.
pt: Tente recarregar a página ou descarregar o PDF.

source: Reload page
fr: Recharger la page
pt: Recarregar página

source: Download PDF
fr: Télécharger le PDF
pt: Baixar PDF

source: Error
fr: Erreur
pt: Erro

source: Skip to document content
fr: Accéder au contenu du document
pt: Saltar para o conteúdo do documento

source: Table of contents
fr: Table des matières
pt: Tabela de conteúdos
sw: Yaliyomo

source: Pages
pt: Páginas
sw: Kurasa

source: Flynote
fr: Mot-clé
pt: Nota
sw: Hoja muhimu za kesi

source: documents
pt: documentos
sw: nyaraka

source: Document toolbar
fr: Barre d'outils des documents
pt: Barra de ferramentas do documento
sw: Upauzana wa nyaraka

source: Download
fr: Télécharger
pt: Descarregar
sw: Pakua

source: Toggle dropdown
fr: Basculer la liste déroulante
pt: Alternar menu suspenso
sw: Geuza menyu kunjuzi

source: Report a problem
fr: Signaler un problème
pt: Reportar um problema
sw: Ripoti tatizo

source: Share
fr: Partager
pt: Compartilhar

source: Navigate document
fr: Naviguer dans le document
pt: Navegar pelo documento
sw: Nenda kwenye hati

source: Copy citation
fr: Copier la citation
pt: Copiar citação
sw: Nakili nukuu

source: Jurisdiction
fr: Juridiction
pt: Jurisdição
sw: Mamlaka ya kisheria

source: No documents found.
fr: Aucun document trouvé.
pt: Nenhum documento encontrado.
sw: Hakuna nyaraka zilizopatikana.

source: Filters
fr: Filtres
pt: Filtros
sw: Vichujio

source: Close
fr: Fermer
pt: FECHAR
sw: Funga

source: Clear all
fr: Effacer tout
pt: Limpar tudo
sw: Futa zote

source: Clear
fr: Nettoyer
pt: Limpar
sw: Wazi

source: Filter documents
fr: Filtrer les documents
pt: Filtrar documentos
sw: Pembua nyaraka

source: Sort by
fr: Trier par
pt: Classificar por
sw: Ainisha kwa

source: Filter
fr: Filtre
pt: Filtro
sw: Pembua

source: Multiple languages available
fr: Plusieurs langues disponibles
pt: Vários idiomas disponíveis
sw: Lugha nyingi zinapatikana

source: Physical address
fr: Adresse postale
pt: Endereço físico
sw: Anwani ya makazi

source: Visit website
fr: Visiter le site internet
pt: Visitar site
sw: Fungua tovuti

source: Skip to main menu
fr: Accéder au menu principal
pt: Ir para o menu principal

source: Skip to search
fr: Passer à la recherche
pt: Saltar para a pesquisa

source: Toggle navigation
fr: Basculer la navigation
pt: Alternar navegação
sw: Geuza urambazaji

source: Search %(APP_NAME)s
fr: Rechercher dans %(APP_NAME)s
pt: Pesquisar %(APP_NAME)s
sw: Tafuta %(APP_NAME)s

source: Subscribe
fr: S'abonner
pt: Inscrever-se
sw: Jiandikishe

source: Subscribe to our newsletter for updates and news.
fr: Abonnez-vous à notre newsletter pour les mises à jour et les nouvelles.
pt: Assine nossa newsletter para atualizações e notícias.
sw: Jiandikishe kwenye jarida letu kwa usasishaji na habari.

source: Open Law Africa
fr: Droit Ouvert Afrique
pt: Lei Aberta África
sw: Open Law Afrika

source: Previous
fr: Précédent
pt: Anterior
sw: Iliyotangulia

source: Next
fr: Suivant
pt: Próximo
sw: Inayofuata

source: Advanced search
fr: Recherche avancée
pt: Pesquisa avançada
sw: Utafutaji wa kina

source: Ratified documents
fr: Documents ratifiés
pt: Documentos ratificados
sw: Hati/nyaraka zilizoidhinishwa

source: Signature Date
fr: Date de signature
pt: Data da Assinatura
sw: Tarehe ya Saini

source: Ratification Date
fr: Date de ratification
pt: Data de ratificação
sw: Tarehe ya Kuridhiwa

source: Deposit Date
fr: Date de dépôt
pt: Data do Depósito
sw: Tarehe ya Kuweka

source: Source
pt: fonte
sw: Chanzo

source: Last updated
fr: Dernière mise à jour
pt: Última atualização
sw: Ilisasishwa mara ya mwisho

source: Country
fr: Pays
pt: País/região
sw: Nchi

source: No recent documents.
fr: Aucun document récent.
pt: Nenhum documento recente.
sw: Hakuna nyaraka za hivi karibuni

source: Related documents
fr: Documents connexes
pt: Documentos relacionados
sw: Nyaraka zinazohusiana

source: Visit our Facebook Page
fr: Visitez notre page Facebook
pt: Visite a nossa página no Facebook

source: Visit our Twitter/X profile
fr: Visitez notre profil Twitter/X
pt: Visite o nosso perfil no Twitter/X

source: Visit our Linked In profile
fr: Visitez notre profil LinkedIn
pt: Visite o nosso perfil no LinkedIn

source: Visit our YouTube channel
fr: Visitez notre chaîne YouTube
pt: Visite o nosso canal no YouTube

source: <h1 class="text-white fw-bold pe-lg-8">Take the %(APP_NAME)s Survey</h1> <p class="text-white mb-4 h5 fw-bold"> Help us make %(APP_NAME)s better. Take this short 5 minute survey and tell us about how you use %(APP_NAME)s and how we can improve it. All information shared is confidential. </p>
fr: <h1 class="text-white fw-bold pe-lg-8">Répondez à l'enquête %(APP_NAME)s</h1> <p class="text-white mb-4 h5 fw-bold"> Aidez-nous à améliorer %(APP_NAME)s . Répondez à cette courte enquête de 5 minutes et dites-nous comment vous utilisez %(APP_NAME)s et comment nous pouvons l'améliorer. Toutes les informations partagées sont confidentielles. </p>
pt: <h1 class="text-white fw-bold pe-lg-8">Participe da pesquisa %(APP_NAME)s</h1> <p class="text-white mb-4 h5 fw-bold"> Ajude-nos a tornar o %(APP_NAME)s melhor. Participe desta breve pesquisa de 5 minutos e conte-nos sobre como você usa o %(APP_NAME)s e como podemos melhorá-lo. Todas as informações compartilhadas são confidenciais. </p>
sw: <h1 class="text-white fw-bold pe-lg-8">Chukua %(APP_NAME)s Utafiti</h1> <p class="text-white mb-4 h5 fw-bold"> Tusaidie kufanya %(APP_NAME)s bora zaidi. Chukua utafiti huu mfupi wa dakika 5 na utuambie jinsi unavyotumia %(APP_NAME)s na jinsi tunavyoweza kuuboresha. Taarifa zote zinazoshirikiwa ni za siri. </p>

source: Take the survey
fr: Participez à l'enquête
pt: Participe da pesquisa
sw: Chukua uchunguzi

source: <p class="text-white m-lg-0 fw-bold"> Help us make %(APP_NAME)s better. Take this short 5 minute survey and tell us about how you use %(APP_NAME)s and how we can improve it. All information shared is confidential. </p>
fr: <p class="text-white m-lg-0 fw-bold"> Aidez-nous à améliorer %(APP_NAME)s . Répondez à ce court sondage de 5 minutes et dites-nous comment vous utilisez %(APP_NAME)s et comment nous pouvons l'améliorer. Toutes les informations partagées sont confidentielles. </p>
pt: <p class="text-white m-lg-0 fw-bold"> Ajude-nos a tornar o %(APP_NAME)s melhor. Responda a esta breve pesquisa de 5 minutos e conte-nos sobre como você usa o %(APP_NAME)s e como podemos melhorá-lo. Todas as informações compartilhadas são confidenciais. </p>
sw: <p class="text-white m-lg-0 fw-bold"> Tusaidie kufanya %(APP_NAME)s bora zaidi. Chukua utafiti huu mfupi wa dakika 5 na utuambie jinsi unavyotumia %(APP_NAME)s na jinsi tunavyoweza kuuboresha. Taarifa zote zinazoshirikiwa ni siri. </p>

source: Collections
pt: Coleções
sw: Makusanyo

source: No taxonomies found
fr: Aucune taxonomie trouvée
pt: Nenhuma taxonomia encontrada
sw: Hakuna taksonomia zilizopatikana

source: What do these terms relate to?
fr: À quoi se réfèrent ces termes?
pt: A que se referem estes termos?
sw: Masharti haya yanahusiana na nini?

source: These terms of use describe the permitted use for the %(organisation_name)s service available at <a href="/">%(org_link_text)s</a> and its subdomains.
fr: Les présentes conditions d'utilisation décrivent l'utilisation autorisée pour le service %(organisation_name)s disponible sur <a href="/">%(org_link_text)s</a> et ses sous-domaines.
pt: Estes termos de uso descrevem o uso permitido para o serviço %(organisation_name)s disponível em <a href="/">%(org_link_text)s</a> e seus subdomínios.
sw: Masharti haya ya matumizi yanaelezea matumizi yanayoruhusiwa kwa ajili ya huduma ya %(organisation_name)s inayopatikana kwa <a href="/">%(org_link_text)s</a> na maeneo yake madogo.

source: Who are we, and how to contact us?
fr: Qui sommes-nous et comment nous contacter?
pt: Quem somos nós e como nos contactar?
sw: Sisi ni nani, na jinsi ya kuwasiliana nasi?

source: %(who_are_we)s You can contact us by email at <a href="mailto:%(contact_email)s">%(contact_email)s</a> or by filling out <a href="/about/">this form</a>.
fr: %(who_are_we)s Vous pouvez nous contacter par email au <a href="mailto:%(contact_email)s">%(contact_email)s</a> ou en remplissant <a href="/about/">ce formulaire</a>.
pt: %(who_are_we)s Pode contactar-nos por e-mail para <a href="mailto:%(contact_email)s">%(contact_email)s</a> ou preenchendo <a href="/about/">este formulário</a>.
sw: %(who_are_we)s Unaweza kuwasiliana nasi kwa barua pepe kwa <a href="mailto:%(contact_email)s">%(contact_email)s</a> au kwa kujaza <a href="/about/">fomu hii</a>.

source: By using the %(organisation_name)s service you accept these terms
fr: En utilisant le service %(organisation_name)s , vous acceptez ces conditions générales
pt: Ao usar o serviço %(organisation_name)s você aceita estes termos
sw: Kwa kutumia huduma ya %(organisation_name)s unakubaliana na masharti haya

source: By using the %(organisation_name)s service, you confirm that you accept these terms of use and agree to comply with them.
fr: En utilisant le service %(organisation_name)s , vous confirmez que vous acceptez ces conditions d'utilisation et que vous vous engagez à les respecter.
pt: Ao usar o serviço %(organisation_name)s , você confirma que aceita estes termos de uso e concorda em cumpri-los.
sw: Kwa kutumia huduma ya %(organisation_name)s, unathibitisha kuwa unakubali sheria na masharti haya na unakubali kuyafuata.

source: Fair and reasonable use
fr: Utilisation équitable et raisonnable
pt: Uso justo e razoável
sw: Matumizi mazuri na ya kuridhisha

source: You must use the service responsibly by not making too many requests. In order to maintain the integrity of the service for everyone, we may block or disable use of the service from certain IP addresses, for making too many requests.
fr: Vous devez utiliser le service de manière responsable en ne faisant pas trop de demandes. Afin de maintenir l'intégrité du service pour tous, nous nous réservons le droit de bloquer ou de désactiver l'utilisation du service pour les adresses IP qui ont fait trop de demandes.
pt: Você deve usar o serviço de forma responsável, não fazendo muitas solicitações. A fim de manter a integridade do serviço para todos. podemos bloquear ou desativar o uso do serviço em certos endereços IP, para fazer muitas solicitações.
sw: Ni lazima utumie huduma kwa kuwajibika kwa kutofanya maombi mengi. Ili kudumisha uadilifu wa huduma kwa kila mtu, tunaweza kuzuia au kuzima matumizi ya huduma kutoka katika baadhi ya anwani za IP, kwa kufanya maombi mengi sana.

source: Scraping and bulk downloading from this website is strictly prohibited. We are a donor-funded organisation and bulk and frequent scraping affects our costs, endangering the sustainability of the service. There are more efficient ways of obtaining access to our data in bulk. Please email us if you would like to access our data in bulk.
fr: Le scraping et le téléchargement groupé à partir de ce site Web sont strictement interdits. Nous sommes une organisation financée par des donateurs et les suppressions massives et fréquentes affectent nos coûts, mettant en danger la durabilité du service. Il existe des moyens plus efficaces d’obtenir un accès massif à nos données. Veuillez nous envoyer un e-mail si vous souhaitez accéder à nos données en masse.
pt: A raspagem e o download em massa deste site são estritamente proibidos. Somos uma organização financiada por doadores e a sucata em massa e frequente afecta os nossos custos, pondo em perigo a sustentabilidade do serviço. Existem formas mais eficientes de obter acesso aos nossos dados em massa. Por favor, envie-nos um e-mail se desejar acessar nossos dados em massa.
sw: Ni marufuku kuchukua na kupakua taarifa kwa wingi katika tovuti hii. Sisi ni shirika linalofadhiliwa na wahisani na uchukuaji kwa wingi wa mara kwa mara huathiri gharama zetu, na kuhatarisha uendelevu wa huduma. Kuna njia bora zaidi za kupata data zetu kwa wingi. Tafadhali tutumie baruapepe ikiwa ungependa kupata data zetu kwa wingi.

source: Crawling and indexing
fr: Rammasage et indexation
pt: Rastejante e indexação
sw: Kutafuta na kupanga

source: You may access the %(organisation_name)s service through the website, or access the data through our APIs.
fr: Vous pouvez accéder au service %(organisation_name)s via le site web, ou accéder aux données via nos API.
pt: Você pode acessar o serviço %(organisation_name)s através do site, ou acessar os dados através de nossas APIs.
sw: Unaweza kupata huduma ya %(organisation_name)s kupitia tovuti, au kupata data kupitia API zetu.

source: We restrict external indexing of documents by search engine robots or spiders. You must adhere to the instructions in the <a href="/robots.txt">/robots.txt</a> file.
fr: Nous limitons l'indexation externe des documents par les robots des moteurs de recherche ou les araignées. Vous devez respecter les instructions du fichier <a href="/robots.txt">/robots.txt</a> .
pt: Restringimos a indexação externa de documentos por robôs ou spiders de mecanismos de pesquisa. Você deve seguir as instruções no arquivo <a href="/robots.txt">/robots.txt</a> .
sw: Tunazuia uwekaji faharasa wa nje wa hati kwa roboti za injini tafuti au buibui. Lazima uzingatie maagizo katika <a href="/robots.txt">/robots.txt</a> faili.

source: We may block or disable use of the service from certain IP addresses, if they appear to be compiling a search engine index.
fr: Nous pouvons bloquer ou désactiver l'utilisation du service à partir de certaines adresses IP, si elles semblent compiler un index de moteur de recherche.
pt: Podemos bloquear ou desativar o uso do serviço em certos endereços IP, se eles parecerem estar compilando um índice do motor de busca.
sw: Tunaweza kuzuia au kuzima matumizi ya huduma kutoka kwa anwani fulani za IP, ikiwa zinaonekana kuwa zinaunda faharasa ya injini tafutizi.

source: Coverage
fr: Étendue
pt: Cobertura
sw: Eneo

source: %(organisation_name)s collects caselaw, legislation, African Union documents, journals, books and other materials through cooperation with regional, governmental, academic and non-profit organisations and sometimes individuals.
fr: %(organisation_name)s recueille des décisions de justice, des lois, des documents de l’Union africaine, des revues, des livres et d’autres documents par le biais de la coopération avec des organisations régionales, gouvernementales, universitaires et sans but lucratif, et parfois des individus.
pt: %(organisation_name)s recolhe jurisprudência, legislação, documentos da União Africana, jornais, livros e outros materiais, através da cooperação com organizações regionais, governamentais, académicas e sem fins lucrativos e, por vezes, indivíduos.
sw: %(organisation_name)s hukusanya kesi za mahakama, sheria, hati za Umoja wa Afrika, majarida, vitabu na nyenzo zingine kupitia ushirikiano na mashirika ya kikanda, kiserikali, kitaaluma na yasiyo ya kibiashara na wakati mwingine watu binafsi.

source: We strive to ensure high quality standards on all documents published on the platform. Where verification was not possible, this will be indicated on the document concerned.
fr: Nous veillons à garantir des normes de qualité supérieures pour tous les documents publiés sur la plateforme. Lorsque la vérification de l'authenticité n'a pas été possible, il en serait indiqué sur le document concerné.
pt: Esforçamo-nos por garantir elevados padrões de qualidade em todos os documentos publicados na plataforma. Quando a verificação não foi possível, ela será indicada no documento em causa.
sw: Tunajitahidi kuhakikisha viwango vya ubora wa juu kwenye nyaraka zote zilizochapishwa kwenye jukwaa. Ambapo uthibitishaji haukuwezekana, hii itaonyeshwa kwenye hati inayohusika.

source: Errors and omissions
fr: Erreurs et omissions
pt: Erros e omissões
sw: Makosa na uondoaji
