Repository: laws-africa/peachjam
Catalog: africanlii/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: This platform is developed and maintained jointly by <a href="https://africanlii.org/" target="_blank">AfricanLII</a> and <a href="https://laws.africa/" target="_blank">Laws.Africa</a> with funds from the European Union, the Indigo Trust and the Sigrid Rausing Trust. The initial phase of the project runs from 2021 to 2024.
fr: Cette plate-forme est développée et maintenue conjointement par <a href="https://africanlii.org/" target="_blank">AfricanLII</a> et <a href="https://laws.africa/" target="_blank"> Laws.Africa </a> avec les fonds de l'Union européenne, de l'Indigo Trust et de la Sigrid Rausing Trust. La phase initiale du projet est de 2021 à 2024.
pt: Essa plataforma é desenvolvida e mantida conjuntamente por <a href="https://africanlii.org/" target="_blank">AfricanLII</a> e <a href="https://laws.africa/" target="_blank">Leis. frica</a> com fundos da União Europeia, do Indigo Trust e do Sigrid Rausing Trust. A fase inicial do projecto vai de 2021 para 2024.
sw: Jukwaa hili linaandaliwa na kudumishwa kwa pamoja na <a href="https://africanlii.org/" target="_blank">AfricanLII</a> na <a href="https://laws.africa/" target="_blank">Laws.Africa</a> kwa fedha kutoka Umoja wa Ulaya, Indigo Trust na Sigrid Rausing Trust. Awamu ya awali ya mradi inaanza 2021 hadi 2024.

source: Platform developers
fr: Développeurs de plateformes
pt: Desenvolvedores da plataforma
sw: Waandaaji wa jukwaa

source: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> is a programme of the Democratic Governance and Rights Unit at the Department of Public Law, University of Cape Town. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> helps governments, academia and non-profit organisations publish the law of African countries for sustainable open access. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> hosts curated collections on various subjects of African law, such as human rights, the environment, commercial law and finance.
fr: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> est un programme de l’Unité de la gouvernance démocratique et des droits du Département de droit public, Université du Cap. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> aide les gouvernements, les universitaires et les organisations à but non lucratif à publier la loi des pays africains pour un accès ouvert et durable. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> accueille des collections conservées sur divers sujets du droit africain, tels que les droits de l'homme, l'environnement, le droit commercial et la finance.
pt: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> é um programa da Unidade de Governação Democrática e Direitos do Departamento de Direito Público, Universidade da Cidade do Cabo. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> ajuda os governos, as organizações acadêmicas e sem fins lucrativos a publicarem a lei dos países africanos para um acesso aberto sustentável. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> acolhe colecções curadas sobre vários assuntos do direito africano, como os direitos humanos, o ambiente, o direito comercial e as finanças.
sw: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> ni programu ya Kitengo cha Utawala na Haki za Kidemokrasia katika Idara ya Sheria ya Umma, Chuo Kikuu cha Cape Town. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> husaidia serikali, wasomi na mashirika yasiyo ya kibiashara kuchapisha sheria ya nchi za Afrika kwa ajili ya uendelevu wa kupatikana kwa uwazi. <a href="https://africanlii.org/" target="_blank">AfricanLII</a> huandaa makusanyo ya masuala mbalimbali ya sheria za Afrika, kama vile haki za binadamu, mazingira, sheria za biashara na fedha.

source: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> convenes a network of 16 African LIIs - a collaborative group of governments, organizations, and individuals in Africa, dedicated to free access to law on our continent.
fr: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> réunit un réseau de 16 LIIs africaines - un groupe collaboratif de gouvernements, d'organisations et d'individus en Afrique, qui se consacre au libre accès au droit sur notre continent.
pt: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> convoca uma rede de 16 LIIs Africanas - um grupo colaborativo de governos. organizações e indivíduos de África dedicados ao livre acesso à lei no nosso continente.
sw: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> inakusanya mtandao wa LII 16 za Afrika - kikundi shirikishi cha serikali, mashirika, na watu binafsi barani Afrika, wanaojitolea kutoa sheria bila malipo katika bara letu.

source: <a href="https://laws.africa/" target="_blank">Laws.Africa</a> helps African governments to sustainably digitise their legal information for public use, through open law software, capacity-building, training, partnerships and support. <a href="https://laws.africa/" target="_blank">Laws.Africa’s</a> Open Law Technology solutions lower the cost of digitisation, archival and publication of primary legal information, and create opportunities for rich interactivity, advanced research and justice sector innovation.
fr: <a href="https://laws.africa/" target="_blank">Laws.Africa</a> soutient les gouvernements africains à numériser durablement leurs informations juridiques à usage public, par le biais de logiciels de droit ouvert, de renforcement des capacités, de formation, de partenariats et de soutien. L'Open Law Technology de <a href="https://laws.africa/" target="_blank">Laws.Africa's</a> réduit le coût de la numérisation, de l’archivage et de la publication d’informations juridiques primaires, et créer des opportunités pour la riche interactivité, la recherche avancée et l'innovation dans le secteur de la justice.
pt: <a href="https://laws.africa/" target="_blank">Leis. frica</a> ajuda os governos africanos a digitalizarem de forma sustentável suas informações legais para uso público, através de software de direito aberto, desenvolvimento de capacidades, treinamento, parcerias e apoio. <a href="https://laws.africa/" target="_blank">Leis. As</a> soluções de Tecnologias da Lei Aberta reduzem o custo da digitalização, arquivo e publicação das informações legais primárias. e criar oportunidades para uma rica interactividade, investigação avançada e inovação no sector da justiça.
sw: <a href="https://laws.africa/" target="_blank">Sheria.Afrika</a> husaidia serikali za Afrika kuweka taarifa zao za sheria kwa njia endelevu kwa ajili ya matumizi ya umma, kupitia programu za kompyuta za sheria huria, kujenga uwezo, mafunzo, ubia na msaada. <a href="https://laws.africa/" target="_blank">Masuluhisho ya </a> Teknolojia ya Sheria Huria ya Sheria.Afrika yanapunguza gharama ya kuweka kidijiti, kuhifadhi kumbukumbu na uchapishaji wa taarifa za msingi za sheria, na kutoa fursa za uchangamani mkubwa, utafiti wa hali ya juu na uvumbuzi wa sekta ya haki.

source: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> and <a href="https://laws.africa/" target="_blank">Laws.Africa</a> collaborate in unlocking the value of African digital legal information in support of the rule of law, access to justice, and innovation.
fr: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> et <a href="https://laws.africa/" target="_blank">Laws.Africa</a> collaborent pour libérer la valeur de l'information juridique numérique africaine afin de renforcer l'État de droit, l'accès à la justice et l'innovation.
pt: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> e <a href="https://laws.africa/" target="_blank">Leis. frica</a> colaborar na realização do valor da informação digital africana em apoio do Estado de direito, do acesso à justiça e da inovação.
sw: <a href="https://africanlii.org/" target="_blank">AfricanLII</a> na <a href="https://laws.africa/" target="_blank">Laws.Africa</a> inashirikiana katika kufungua thamani ya taarifa za kisheria za kidijiti za Afrika katika kuunga mkono utawala wa sheria, upatikanaji wa haki, na uvumbuzi.

source: Find out more
fr: En savoir plus
pt: Descubra mais
sw: Pata maelezo zaidi

source: Visit <a href="https://openlawafrica.org/" target="_blank">openlawafrica.org</a> or contact us on <a href="mailto:info@laws.africa">info@laws.africa</a> for more information.
fr: Visitez <a href="https://openlawafrica.org/" target="_blank">openlawafrica.org</a> ou contactez-nous à <a href="mailto:info@laws.africa">info@laws.africa</a> pour plus d'informations.
pt: Visite <a href="https://openlawafrica.org/" target="_blank">openlawafrica.org</a> ou contacte-nos em <a href="mailto:info@laws.africa">info@laws.africa</a> para mais informações.
sw: Tembelea <a href="https://openlawafrica.org/" target="_blank">openlawafrica.org</a> au wasiliana nasi kwa <a href="mailto:info@laws.africa">info@laws.africa</a> kwa maelezo zaidi.

source: Our partners
fr: Nos partenaires
pt: Nossos parceiros
sw: Washirika wetu

source: Legal research across African borders
fr: Recherche juridique au-delà des frontières africaines
pt: Pesquisa jurídica através das fronteiras africanas
sw: Utafiti wa kisheria katika mipaka ya Afrika

source: Research digitised African regional and national law.
fr: Recherche numérisée sur le droit régional et national africain.
pt: Pesquise o direito regional e nacional africano digitalizado.
sw: Utafiti uliweka kidigitali sheria za Afrika za kikanda na kitaifa.

source: Policies and regional laws of the African Union
fr: Politiques et lois régionales de l'Union africaine
pt: Políticas e leis regionais da União Africana
sw: Sera na sheria za kikanda za Umoja wa Afrika

source: National law and policy
fr: Législation et politique nationale
pt: Lei e política nacional
sw: Sheria na sera ya kitaifa

source: Search %(documents_count)s African Union documents and legal information from %(lii_count)s African countries.
fr: Rechercher %(documents_count)s documents de l'Union africaine et informations juridiques de %(lii_count)s pays africains.
pt: Pesquise %(documents_count)s documentos da União Africana e informações legais de %(lii_count)s países africanos.
sw: Tafuta hati %(documents_count)s za Umoja wa Afrika na taarifa za kisheria kutoka nchi %(lii_count)s za Afrika.

source: Search %(APP_NAME)s
fr: Rechercher dans %(APP_NAME)s
pt: Pesquisar %(APP_NAME)s
sw: Tafuta %(APP_NAME)s

source: Search
fr: Recherche
pt: Pesquisa
sw: Tafuta

source: Advanced search
fr: Recherche avancée
pt: Pesquisa avançada
sw: Utafutaji wa kina

source: Explore the law and policy of the African Union
fr: Explorez la loi et la politique de l'Union africaine
pt: Explore a lei e a política da União Africana
sw: Fahamu sheria na sera ya Umoja wa Afrika

source: We digitise the law and policy of the African Governance Architecture and help Africans and the world connect with and understand the African Union agenda.
fr: Nous numérisons la loi et la politique de l’Architecture de Gouvernance Africaine et aidons les Africains et le monde à relier et comprendre le programme de l’Union Africaine.
pt: Digitalizamos a lei e a política da Arquitetura da Governação Africana e ajudamos os Africanos e o mundo a ligarem-se e a compreenderem a agenda da União Africana.
sw: Tunaweka kidigiti sheria na sera ya Muundo wa Utawala wa Afrika na kuwasaidia Waafrika na ulimwengu kuungana na kuelewa ajenda ya Umoja wa Afrika.

source: Explore Member States
fr: Explorer les États membres
pt: Explorar Estados Membros
sw: Fahamu Nchi Wanachama

source: Explore curated African law
sw: Chunguza sheria za Kiafrika zilizoratibiwa

source: Recent Judgments
fr: Jugements récents
pt: Julgamentos Recentes
sw: Hukumu za Hivi Karibuni

source: View more judgments
fr: Voir plus de jugements
pt: Ver mais julgamentos
sw: Tazama hukumu zaidi

source: Recent Legal Instruments
fr: Derniers instruments juridiques
pt: Instrumentos Jurídicos Recentes
sw: Hati za Kisheria za Hivi Karibuni

source: View more legal instruments
fr: Voir plus d'instruments juridiques
pt: Ver mais instrumentos jurídicos
sw: Tazama hati zaidi za kisheria

source: Recent Soft Law
fr: Récente norme non contraignantes
pt: Lei branda recente
sw: Sheria Zisizofunga za Hivi Karibuni

source: View more Soft Law
fr: Voir plus de droit non contraignant
pt: Veja mais Soft Law
sw: Tazama zaidi Sheria Zisizofunga

source: Recent Reports and Guides
fr: Rapports et guides récents
pt: Relatórios e guias recentes
sw: Ripoti na Miongozo ya Hivi Karibuni

source: View more Reports and Guides
fr: Afficher plus de rapports et de guides
pt: Veja mais relatórios e guias
sw: Tazama Ripoti na Miongozo zaidi

source: Explore African national legal information
fr: Explorer les informations juridiques nationales africaines
pt: Explore as informações jurídicas nacionais africanas
sw: Fahamu taarifa za kisheria za kitaifa za Afrika

source: Explore African national legislation and court judgments from Legal Information Institutes across Africa.
fr: Explorez la législation nationale africaine et les jugements des tribunaux des instituts d'information juridique à travers l'Afrique.
pt: Explore a legislação nacional africana e as decisões judiciais dos Institutos de Informação Jurídica em toda a África.
sw: Gundua sheria za kitaifa za Kiafrika na hukumu za mahakama kutoka Taasisi za Habari za Kisheria kote barani Afrika.

source: Search African legal information
fr: Rechercher des informations juridiques africaines
pt: Pesquisar informações legais africanas
sw: Tafuta habari za kisheria za Afrika

source: Latest Commentary
fr: Dernier commentaire
pt: Comentário mais recente
sw: Maoni ya Hivi Karibuni

source: View more commentary
fr: Voir plus de commentaires
pt: Ver mais comentários
sw: Tazama maoni zaidi

source: Reports and Guides
fr: Rapports et tutoriels
pt: Relatórios e guias
sw: Ripoti na Miongozo

source: Search regional and national African legal information.
fr: Rechercher des informations juridiques africaines régionales et nationales.
pt: Pesquise informações legais africanas regionais e nacionais.
sw: Tafuta taarifa za kisheria za kikanda na kitaifa za Afrika.

source: Judrisdictions
sw: Mamlaka

source: Years
sw: Miaka

source: Alphabet
sw: Alfabeti

source: work
fr: travail
pt: Trabalho

source: source URL
fr: URL source
pt: URL fonte

source: last updated
fr: Dernière mise à jour
pt: última atualização

source: ratification
pt: ratificação

source: ratifications
pt: ratificações

source: ratification date
fr: Date de ratification
pt: data da ratificação

source: deposit date
fr: Date de dépôt
pt: data do depósito

source: signature date
fr: Date de signature
pt: data da assinatura

source: ratification country
fr: Pays de ratification
pt: país de ratificação

source: ratification countries
fr: Pays de ratification
pt: países ratificados

source: Ratified documents
fr: Documents ratifiés
pt: Documentos ratificados

source: Title
fr: Titre
pt: Título

source: Signature Date
fr: Date de signature
pt: Data da Assinatura

source: Ratification Date
fr: Date de ratification
pt: Data de ratificação

source: Deposit Date
fr: Date de dépôt
pt: Data do Depósito

source: Topics
fr: Sujets
pt: Disciplinas
