Repository: laws-africa/peachjam
Catalog: africanlii/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Regional Body / Author
fr: Organisme régional / Auteur
pt: Órgão Regional/Autor
sw: Mwili wa Mkoa / Mwandishi

source: Regional Bodies / Authors
fr: Organismes régionaux / Auteurs
pt: Órgãos Regionais/Autores
sw: Vyombo/Waandishi wa Mikoa

source: author
fr: auteur
pt: autor
sw: mwandishi

source: profile
fr: profil
pt: perfil
sw: wasifu

source: locality
fr: localité
pt: localidade
sw: eneo

source: Regional economic communities
fr: Communautés économiques régionales
pt: Comunidades econômicas regionais
sw: Jumuiya za kiuchumi za kikanda

source: country
fr: Pays
pt: País
sw: nchi

source: Visit %(lii_name)s for more legal information.
fr: Visitez %(lii_name)s pour plus d’informations juridiques.
pt: Visite %(lii_name)s para obter mais informações legais.
sw: Tembelea %(lii_name)s kupata taarifa zaidi za kisheria.

source: African Union (AU)
fr: Union africaine (UA)
pt: União Africana (UA)
sw: Umoja wa Afrika (AU)

source: The African Union (AU) is a continental body that comprises 55 countries in Africa, with its headquarters located in Addis Ababa, Ethiopia. It serves as a platform for its member states to collectively address the challenges they face, including peace and security, socio-economic development, and governance and human rights.
fr: L'Union africaine (UA) est un organisme continental qui comprend 55 pays d'Afrique, dont le siège est situé à Addis-Abeba, en Éthiopie. Il sert de plate-forme à ses États membres pour relever collectivement les défis auxquels ils sont confrontés, notamment la paix et la sécurité, le développement socio-économique, la gouvernance et les droits de l'homme.
pt: A União Africana (UA) é um órgão continental que compreende 55 países da África, com sede em Adis Abeba, na Etiópia. Ele serve como uma plataforma para seus estados membros abordarem coletivamente os desafios que enfrentam, incluindo paz e segurança, desenvolvimento socioeconômico, governança e direitos humanos.
sw: Umoja wa Afrika (AU) ni chombo cha bara la Afrika ambacho kinajumuisha nchi 55, makao yake makuu yako Addis Ababa, Ethiopia. Unatumika kama jukwaa kwa nchi wanachama kushughulikia kwa pamoja changamoto zinazowakabili, ikiwa ni pamoja na amani na usalama, maendeleo ya kijamii na kiuchumi, na utawala na haki za binadamu.

source: The AU was established in 2002 as a successor to the Organisation of African Unity (OAU), with the aim of accelerating the process of integration in the continent to enable it to play its rightful role in the global economy, while also addressing multifaceted social, economic and political problems.
fr: L'UA a été créée en 2002 pour succéder à l'Organisation de l'unité africaine (OUA), dans le but d'accélérer le processus d'intégration sur le continent pour lui permettre de jouer le rôle qui lui revient dans l'économie mondiale, tout en abordant les multiples facettes sociales, problèmes économiques et politiques.
pt: A UA foi criada em 2002 como sucessora da Organização da Unidade Africana (OUA), com o objetivo de acelerar o processo de integração no continente para permitir que desempenhe seu papel legítimo na economia global, ao mesmo tempo em que aborda questões sociais multifacetadas, problemas econômicos e políticos.
sw: AU ilianzishwa mwaka 2002 kama mrithi wa Umoja wa Nchi Huru za Afrika (OAU), kwa lengo la kuharakisha mchakato wa utangamano katika bara hilo ili kuuwezesha kutekeleza wajibu wake ipasavyo katika uchumi wa dunia, huku pia ikishughulikia masuala mbalimbali ya kijamii, matatizo ya kiuchumi na kisiasa.

source: Key initiatives of the AU include the African Continental Free Trade Area (AfCFTA) agreement, aiming to create a single market for goods and services across the continent, and Agenda 2063, a strategic framework for the socio-economic transformation of the continent over the next 50 years.
fr: Les principales initiatives de l'UA comprennent l'accord sur la zone de libre-échange continentale africaine (AfCFTA), visant à créer un marché unique des biens et des services à travers le continent, et l'Agenda 2063, un cadre stratégique pour la transformation socio-économique du continent au cours des prochaines années. 50 ans.
pt: As principais iniciativas da UA incluem o acordo da Área de Livre Comércio Continental Africana (AfCFTA), com o objetivo de criar um mercado único para bens e serviços em todo o continente, e a Agenda 2063, uma estrutura estratégica para a transformação socioeconômica do continente nos próximos 50 anos.
sw: Juhudi muhimu za AU ni pamoja na makubaliano ya Eneo Huru la Biashara Afrika (AfCFTA), yenye lengo la kuunda soko moja la bidhaa na huduma katika bara zima, na Ajenda ya mwaka 2063, mfumo wa kimkakati wa mageuzi ya kijamii na kiuchumi ya bara la Afrika kwa zaidi ya miaka 50 ijayo.

source: For more information, visit the <a href="https://au.int/" target="_blank" rel="noreferrer noopener">official African Union website</a> and the <a href="https://au.int/agenda2063/overview">Agenda 2063 portal.</a>
fr: Pour plus d'informations, visitez le <a href="https://au.int/" target="_blank" rel="noreferrer noopener">site officiel de l'Union africaine</a> et le <a href="https://au.int/agenda2063/overview">portail de l'Agenda 2063.</a>
pt: Para mais informações, visite o <a href="https://au.int/" target="_blank" rel="noreferrer noopener">site oficial da União Africana</a> e o <a href="https://au.int/agenda2063/overview">portal da Agenda 2063.</a>
sw: Kwa taarifa zaidi, tembelea tovuti rasmi <a href="https://au.int/" target="_blank" rel="noreferrer noopener">ya Umoja wa Afrika</a> na programu ya Ajenda <a href="https://au.int/agenda2063/overview">ya 2063.</a>

source: African Union Organs
fr: Organes de l'Union africaine
pt: Órgãos da União Africana
sw: Mashirika ya Umoja wa Afrika

source: Regional Economic Communities
fr: Communautés économiques régionales
pt: Comunidades Económicas Regionais
sw: Jumuiya za Kiuchumi za Kanda

source: African Union Institutions
fr: Institutions de l'Union africaine
pt: Instituições da União Africana
sw: Taasisi za Umoja wa Afrika

source: Member States
fr: États membres
pt: Estados Membros
sw: Nchi Wanachama

source: Home
fr: Accueil
pt: Página inicial
sw: Nyumbani

source: African Union
fr: Union africaine
pt: União Africana
sw: Umoja wa Afrika

source: Indexes
fr: Index
pt: Índices
sw: Faharasa

source: No documents found.
fr: Aucun document trouvé.
pt: Nenhum documento encontrado.
sw: Hakuna nyaraka zilizopatikana.

source: Policy-Making in the African Union
sw: Uundaji wa Sera katika Umoja wa Afrika

source: Equip yourself to meaningfully engage with AU policy processes — from development to implementation.
sw: Jitayarishe kujihusisha kikamilifu na michakato ya sera ya AU - kutoka kwa maendeleo hadi utekelezaji.

source: Designed for civil society organisations, diplomats, parliamentarians, government officials, international organisations, journalists, judges, and academics who want to strengthen their role in shaping Africa’s future.
sw: Imeundwa kwa ajili ya mashirika ya kiraia, wanadiplomasia, wabunge, maafisa wa serikali, mashirika ya kimataifa, waandishi wa habari, majaji, na wasomi ambao wanataka kuimarisha jukumu lao katika kuunda mustakabali wa Afrika.

source: Enroll now — start learning
sw: Jiandikishe sasa - anza kujifunza

source: See course modules
sw: Tazama moduli za kozi

source: Why Enrol?
sw: Kwa Nini Ujiandikishe?

source: Through expert insights and practical tools, you’ll learn how to navigate the complexities of AU policy-making, influence outcomes, and contribute to policies that make a real impact.
sw: Kupitia maarifa ya kitaalamu na zana za vitendo, utajifunza jinsi ya kuabiri matatizo ya utungaji sera wa AU, kuathiri matokeo na kuchangia sera zinazoleta matokeo halisi.

source: Deepen your understanding
sw: Kuza uelewa wako

source: Understand AU objectives and institutions.
sw: Kuelewa malengo na taasisi za AU.

source: Understand policy shaping
sw: Kuelewa uundaji wa sera

source: Learn who influences decisions and how to reach them.
sw: Jifunze ni nani anaathiri maamuzi na jinsi ya kuyafikia.

source: Practical tools
sw: Zana za vitendo

source: Evidence-based advocacy strategies and resources.
sw: Mikakati na nyenzo za utetezi zenye msingi wa ushahidi.

source: Who it's for
sw: Ni kwa ajili ya nani

source: CSOs, diplomats, parliamentarians, officials, journalists, judges, academics.
sw: AZAKi, wanadiplomasia, wabunge, maafisa, waandishi wa habari, majaji, wasomi.

source: Outcome
sw: Matokeo

source: Practical skills to influence AU policy and track progress.
sw: Ujuzi wa vitendo wa kushawishi sera ya AU na kufuatilia maendeleo.

source: Format
sw: Umbizo

source: Online, self-paced, with curated resources and practical exercises.
sw: Mtandaoni, unaojiendesha, na rasilimali zilizoratibiwa na mazoezi ya vitendo.

source: Duration
sw: Muda

source: Estimated 6–8 weeks (self-paced).
sw: Inakadiriwa wiki 6-8 (kujiendesha).

source: What You’ll Learn
sw: Utajifunza Nini

source: Each module is carefully structured so you always know what to expect and can track your progress with ease.
sw: Kila sehemu imeundwa kwa uangalifu ili uweze kujua kila wakati nini cha kutarajia na unaweza kufuatilia maendeleo yako kwa urahisi.

source: Module 1
sw: Moduli ya 1

source: African Solutions to African Problems
sw: Suluhu za Kiafrika kwa Matatizo ya Kiafrika

source: Deepen your understanding of the AU and its objectives.
sw: Imarisha uelewa wako wa AU na malengo yake.

source: Module 2
sw: Moduli ya 2

source: Influencing AU Policy Development
sw: Kuathiri Ukuzaji wa Sera ya AU

source: Shifting from purpose to practice, this module explores how AU policies are shaped—who the key players are, how decisions are made, and where to engage effectively.
sw: Kuhama kutoka kwa madhumuni hadi mazoezi, sehemu hii inachunguza jinsi sera za AU zinavyoundwa—wahusika wakuu ni akina nani, jinsi maamuzi yanafanywa, na wapi pa kushiriki kikamilifu.

source: Module 3
sw: Moduli ya 3

source: Influencing AU Policy Implementation
sw: Kuathiri Utekelezaji wa Sera ya AU

source: Explore how AU policies are implemented in practice, across multiple levels, by diverse actors, and within complex political and legal landscapes.
sw: Chunguza jinsi sera za AU zinavyotekelezwa kivitendo, katika ngazi mbalimbali, na watendaji mbalimbali, na ndani ya nyanja tata za kisiasa na kisheria.

source: Module 4
sw: Moduli ya 4

source: African Union Policy Toolbox
sw: Zana ya Sera ya Umoja wa Afrika

source: Practical tools for effective AU policy engagement, from data and educational resources to advocacy strategies that support evidence-based change.
sw: Zana za vitendo za ushirikishwaji bora wa sera za AU, kutoka kwa data na nyenzo za elimu hadi mikakati ya utetezi ambayo inasaidia mabadiliko yanayotegemea ushahidi.

source: Start the course — Enrol now
sw: Anza kozi - Jiandikishe sasa

source: Certification
sw: Uthibitisho

source: Upon successful completion, participants will receive a
sw: Baada ya kukamilika kwa mafanikio, washiriki watapata a

source: certificate of completion issued by the University of Cape Town
sw: cheti cha kukamilika kilichotolewa na Chuo Kikuu cha Cape Town

source: a mark of recognition for their commitment to advancing effective AU policy-making.
sw: alama ya kutambuliwa kwa kujitolea kwao kuendeleza utungaji sera bora wa AU.

source: Take the next step in your policy journey — enrol today and help shape Africa’s future.
sw: Chukua hatua inayofuata katika safari yako ya sera - jiandikishe leo na usaidie kuunda mustakabali wa Afrika.

source: Enrol now
sw: Jiandikishe sasa

source: Frequently asked questions
sw: Maswali yanayoulizwa mara kwa mara

source: Who should take this course?
sw: Nani anapaswa kuchukua kozi hii?

source: Civil society organisations, diplomats, parliamentarians, government officials, international organisations, journalists, judges, and academics.
sw: Mashirika ya kiraia, wanadiplomasia, wabunge, maafisa wa serikali, mashirika ya kimataifa, waandishi wa habari, majaji na wasomi.

source: How long does it take?
sw: Inachukua muda gani?

source: Estimated 6–8 weeks self-paced; your pace may vary depending on time dedicated each week.
sw: Inakadiriwa wiki 6-8 za kujitegemea; kasi yako inaweza kutofautiana kulingana na wakati uliowekwa kila wiki.

source: Is there a certificate?
sw: Je, kuna cheti?

source: Yes — a certificate of completion issued by the University of Cape Town.
sw: Ndiyo - cheti cha kukamilika kilichotolewa na Chuo Kikuu cha Cape Town.

source: About
fr: À propos
pt: Sobre
sw: Kuhusu

source: AfricanLII is an open-access research platform for African law jointly operated by the AfricanLII programme of the University of Cape Town and Laws.Africa. AfricanLII publishes the law and policy of the African Union and federates search across all open access African national law available through the <a class="text-primary" href="https://www.openlawafrica.org/" target="_blank" rel="noreferrer">Open Law Africa</a> community of LIIs.
fr: AfricanLII est une plate-forme de recherche ouverte pour le droit africain gérée conjointement par le programme AfricanLII de l'Université du Cap et des Lois. AfricanLII publie la loi et la politique de l'Union africaine et fédére la recherche sur toutes les lois nationales africaines en accès libre disponibles via la communauté <a class="text-primary" href="https://www.openlawafrica.org/" target="_blank" rel="noreferrer">Open Law Africa</a> de LIIs.
pt: AfricanLII é uma plataforma de investigação de acesso aberto para o direito africano, gerida conjuntamente pelo programa AfricanLII da Universidade da Cidade do Cabo e das Leias. Africano LII publica a lei e a política da União Africana e federa busca em toda a legislação nacional africana de acesso aberto disponível através da <a class="text-primary" href="https://www.openlawafrica.org/" target="_blank" rel="noreferrer">Comunidade de Direito Aberto África</a> de LIIs.
sw: AfricanLII ni jukwaa la huru la kupata utafiti wa sheria za Afrika linaloendeshwa kwa pamoja na programu ya AfricanLII ya Chuo Kikuu cha Cape Town na Laws.Africa. AfricanLII huchapisha sheria na sera ya Umoja wa Afrika na hushiriki utafutaji katika upatikanaji wa wazi wa sheria zote za taifa za Afrika zinazopatikana kupitia jumuiya ya <a class="text-primary" href="https://www.openlawafrica.org/" target="_blank" rel="noreferrer">Open Law Africa</a> ya LII.

source: The publication of the African Union material is co-sponsored by the European Union and is part of the <a class="text-primary" href="https://dataforgovernance.africa/" target="_blank" rel="noreferrer">Data for Governance Alliance project</a>.
fr: La publication du matériel de l'Union africaine est coparrainée par l'Union européenne et fait partie du projet <a class="text-primary" href="https://dataforgovernance.africa/" target="_blank" rel="noreferrer">Data for Gouvernance Alliance</a>.
pt: A publicação do material da União Africana é co-patrocinada pela União Europeia e faz parte do <a class="text-primary" href="https://dataforgovernance.africa/" target="_blank" rel="noreferrer">projeto da Aliança de Dados para a Governação</a>.
sw: Uchapishaji wa maandiko ya Umoja wa Afrika unafadhiliwa kwa kushirikiana na Umoja wa Ulaya na ni sehemu ya mradi wa <a class="text-primary" href="https://dataforgovernance.africa/" target="_blank" rel="noreferrer"> Pamoja wa Data za Utawala</a>.

source: Terms of Use
fr: Termes et conditions d'utilisation
pt: Termos de Utilização
sw: Masharti ya matumizi

source: Site Statistics
fr: Statistiques du site
pt: Estatísticas do site
sw: Takwimu za Tovuti

source: With support from
fr: Avec le support de
pt: Com apoio de
sw: Kwa msaada kutoka

source: European Union
fr: Union européenne
pt: União Europeia
sw: Umoja wa Ulaya

source: Open Law Africa
fr: Droit Ouvert Afrique
sw: Open Law Afrika

source: Other African Legal Information Institutions
fr: Autres Institutions Africaines d'information Juridique
pt: Outras Instituições Jurídicas Africanas
sw: Taasisi Nyingine za Kisheria za Afrika

source: University of Cape Town
fr: Université du Cap
pt: Universidade da Cidade do Cabo
sw: Chuo Kikuu cha Cape Town

source: African Legal Information
fr: Informations juridiques africaines
pt: Informações Legais Africanas
sw: Taarifa za Kisheria za Afrika

source: Legal Instruments
fr: Instruments légaux
pt: Instrumentos jurídicos
sw: Hati za Kisheria

source: Charters, treaties, conventions and regulations.
fr: Chartes, traités, conventions et règlements.
pt: Cartas, tratados, convenções e regulamentos.
sw: Mikataba mbalimbali na kanuni.

source: Judgments
fr: Jugements
pt: Julgamentos
sw: Hukumu

source: Judgments from regional African courts.
fr: Les jugements des tribunaux régionaux africains.
pt: Julgamentos dos tribunais africanos regionais.
sw: Hukumu kutoka kwa mahakama za kanda ya Afrika.

source: Soft Law
fr: Loi non contraignante
pt: Lei Macia
sw: Hati zisizofunga kisheria

source: Policies, decisions, recommendations and communiques.
fr: Politiques, décisions, recommandations et communiques.
pt: Políticas, decisões, recomendações e comunicações.
sw: Sera, maamuzi, mapendekezo na taarifa rasmi.

source: Gazettes
fr: Journaux officiels
sw: Magazeti ya serikali

source: Regional economic community official Gazettes.
fr: Gazettes officielles de la communauté économique régionale.
pt: Gazettes oficiais da comunidade económica regional.
sw: Magazeti rasmi ya serikali ya jumuiya ya kiuchumi ya kanda.

source: African Union (AU) Organs
fr: Organes de l'Union africaine (UA)
pt: Órgãos da União Africana (UA)
sw: Mashirika ya Umoja wa Afrika (AU)

source: Regional Economic Communities (RECs)
fr: Communautés économiques régionales (CER)
pt: Comunidades Económicas Regionais (CERs)
sw: Jumuiya za Kiuchumi za Kikanda (RECs)

source: African Union (AU) Institutions
fr: Institutions de l'Union africaine (UA)
pt: Instituições da União Africana (UA)
sw: Taasisi za Umoja wa Afrika (AU).

source: Member states
fr: États membres
pt: Estados membros
sw: Nchi wanachama

source: Collections
pt: Coleções
sw: Makusanyo

source: Reports & Guides
fr: Rapports et tutoriels
pt: Relatórios e guias
sw: Ripoti na Miongozo

source: Courses
sw: Kozi

source: Articles
pt: Artigos
sw: Makala

source: Help
fr: Aide
pt: Socorro
sw: Msaada

source: About the platform
fr: À propos de la plateforme
pt: Sobre a plataforma
sw: Kuhusu jukwaa

source: This Pan-African platform serves as an information clearinghouse on all aspects of the African Governance Architecture (AGA) agenda, including charters, protocols, communications, relevant legal decisions, policy, implementation, monitoring, and related material. The overall objective is to build effective collaboration between African citizens and civil society organisations on the one hand, and AGA members on the other, to strengthen implementation of the AGA platform’s agenda with respect to democracy, governance, and human rights. Our specific goals are to:
fr: Cette plate-forme panafricaine sert de centre d’information sur tous les aspects du programme de l’architecture africaine de gouvernance (AGA). y compris les chartes, les protocoles, les communications, les décisions juridiques pertinentes, la politique, la mise en œuvre, la surveillance et les documents connexes. L'objectif global est de construire une collaboration efficace entre les citoyens africains et les organisations de la société civile, d'une part, et les membres de l’AGA de l’autre, pour renforcer la mise en œuvre du programme de la plate-forme AGA en matière de démocratie, de gouvernance et de droits de l’homme. Nos objectifs spécifiques sont :
pt: Esta plataforma Pan-Africana serve como um centro de informação sobre todos os aspectos da agenda da Arquitetura Governativa Africana (AGA), incluindo cartas, protocolos, comunicações, decisões jurídicas relevantes, política, implementação, monitorização e material conexo. O objectivo global é construir uma colaboração eficaz entre os cidadãos africanos e as organizações da sociedade civil, por um lado, e os membros da AGA, por outro lado, para reforçar a implementação da agenda da plataforma AGA no que diz respeito à democracia, à governação e aos direitos humanos. Nossos objetivos específicos são:
sw: Jukwaa hili la Pan-African hutumika kama sehemu ya taarifa kuhusu vipengele vyote vya ajenda ya Muundo wa Utawala Kiafrika (AGA), ikijumuisha mikataba, itifaki, mawasiliano, maamuzi muhimu ya kisheria, sera, utekelezaji, ufuatiliaji na maandiko yanayohusiana. Lengo la jumla ni kujenga ushirikiano mzuri kati ya raia wa Afrika na vyama vya kiraia kwa upande mmoja, na wanachama wa AGA kwa upande mwingine, ili kuimarisha utekelezaji wa ajenda ya jukwaa la AGA kwa kuheshimu demokrasia, utawala na haki za binadamu. Malengo yetu mahususi ni:

source: Increase overall awareness of the AGA agenda and popular perceptions about democracy, governance and human rights among civil society organisations (CSOs) and AGA members
fr: Accroître la sensibilisation générale au programme de l'AGA et aux perceptions populaires de la démocratie, de la gouvernance et des droits de l'homme parmi les organisations de la société civile (OSC) et les membres de l'AGA
pt: Aumentar a consciência geral da agenda AGA e percepções populares sobre democracia, governação e direitos humanos entre organizações da sociedade civil (CSO) e membros da AGA
sw: Kuongeza uelewa wa jumla wa ajenda ya AGA na mitazamo maarufu kuhusu demokrasia, utawala na haki za binadamu miongoni mwa vyama vya kiraia (CSOs) na wanachama wa AGA

source: Supply complete, accurate and re-usable AGA information to allow AGA and CSOs to work towards shared goals
fr: Fournir des informations complètes, précises et réutilisables sur l'AGA pour permettre à l'AGA et aux OSC de travailler à des objectifs communs
pt: Informações de fornecimento completas, precisas e reutilizáveis AGA para permitir que AGA e CSOs trabalhem para alcançar metas compartilhadas
sw: Kutoa taarifa ya AGA iliyo kamili, sahihi na inayoweza kutumika tena ili kuruhusu AGA na AZAKI kufanyia kazi malengo ya pamoja

source: Capacitate civil society on all levels to access, interpret and effectively use AGA information
fr: Donner à la société civile, à tous les niveaux, les moyens d'accéder aux informations de l'AGA, de les interpréter et de les utiliser efficacement
pt: Capacitar a sociedade civil a todos os níveis para acessar, interpretar e utilizar eficazmente a informação AGA
sw: Kuwezesha vyama vya kiraia katika ngazi zote kupata, kutafsiri na kutumia ipasavyo taarifa za AGA

source: Strengthen monitoring, develop insights, and improve national-level implementation by developing linkages between regional and member-states’ law and policy.
fr: Renforcer le suivi, développer des idées et améliorer la mise en œuvre au niveau national en établissant des liens entre le droit et la politique des États membres et les lois régionales.
pt: Reforçar a monitorização, desenvolver ideias e melhorar a implementação a nível nacional através do desenvolvimento de ligações entre a legislação e a política dos Estados Membros e a legislação regional.
sw: Kuimarisha ufuatiliaji, kuendeleza maarifa, na kuboresha utekelezaji wa ngazi ya kitaifa kwa kuendeleza uhusiano kati ya sheria na sera za kanda na nchi wanachama.
