Repository: laws-africa/peachjam
Catalog: peachjam_subs/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Subscription activated.
fr: Abonnement activé.
pt: Assinatura ativada.
sw: Usajili umewezeshwa.

source: Subscription cannot be activated.
fr: L'abonnement ne peut pas être activé.
pt: A subscrição não pode ser ativada.
sw: Usajili hauwezi kuwezeshwa.

source: Subscription cancelled.
fr: Abonnement annulé.
pt: Subscrição cancelada.
sw: Usajili umeghairiwa.

source: Subscription cannot be cancelled.
fr: L'abonnement ne peut pas être annulé.
pt: A subscrição não pode ser cancelada.
sw: Usajili hauwezi kughairiwa.

source: View
fr: Voir
pt: Ver
sw: Tazama

source: Monthly
fr: Mensuel
pt: Mensal
sw: Kila mwezi

source: Annually
fr: Annuellement
pt: Anualmente
sw: Kila mwaka

source: month
fr: mois
pt: mês
sw: mwezi

source: year
fr: année
pt: ano
sw: mwaka

source: FREE
fr: GRATUIT
pt: LIVRE
sw: BILA MALIPO

source: Pending
fr: En attente
pt: Pendente
sw: Inasubiri

source: Active
fr: Actif
pt: Ativo
sw: Inayotumika

source: Closed
fr: Fermé
pt: Fechado
sw: Imefungwa

source: Default product offering
fr: Offre de produits par défaut
pt: Oferta de produto standard
sw: Utoaji wa bidhaa chaguomsingi

source: These products are highlighted in the product listing.
fr: Ces produits sont mis en évidence dans la liste des produits.
pt: Estes produtos são destacados na lista de produtos.
sw: Bidhaa hizi zimeangaziwa kwenye orodha ya bidhaa.

source: Trial product offering
fr: Offre de produits d'essai
pt: Oferta de produto de teste
sw: Sadaka ya bidhaa ya majaribio

source: If set, this product offering is used for trials.
fr: Si cette option est définie, cette offre de produits est utilisée pour les essais.
pt: Se definido, esta oferta de produto será utilizada para testes.
sw: Ikiwa imewekwa, toleo la bidhaa hii linatumika kwa majaribio.

source: Trial duration (days)
fr: Durée de l'essai (jours)
pt: Duração do teste (dias)
sw: Muda wa majaribio (siku)

source: Number of days for the trial period.
fr: Nombre de jours pour la période d'essai.
pt: Número de dias para o período de teste.
sw: Idadi ya siku kwa kipindi cha majaribio.

source: Activate subscription
fr: Activer l'abonnement
pt: Ativar assinatura
sw: Washa usajili

source: Cancel subscription
fr: Annuler l'abonnement
pt: Cancelar subscrição
sw: Ghairi usajili

source: Upcoming change
fr: Changement à venir
pt: Mudança futura
sw: Mabadiliko yajayo

source: Trial
fr: Procès
pt: Ensaio
sw: Jaribio

source: Next payment due on
fr: Prochain paiement dû le
pt: Próximo pagamento devido em
sw: Malipo yanayofuata yatalipwa

source: Active since
fr: Actif depuis
pt: Ativo desde
sw: Imetumika tangu

source: Begins on
fr: Commence le
pt: Começa em
sw: Huanza

source: Ends on
fr: Se termine le
pt: Termina em
sw: Inaisha

source: Are you sure?
fr: Es-tu sûr?
pt: Tem certeza?
sw: Je, una uhakika?

source: Cancel change
fr: Annuler le changement
pt: Cancelar alteração
sw: Ghairi mabadiliko

source: This content is available only to subscribers. <a href="%(login_url)s">Log in</a> or <a href="%(signup_url)s">Sign up</a> and subscribe to %(lowest_product)s to unlock access.
fr: Ce contenu est disponible uniquement pour les abonnés. <a href="%(login_url)s">Connectez-vous</a> ou <a href="%(signup_url)s">Inscrivez-vous</a> et abonnez-vous à %(lowest_product)s pour débloquer l'accès.

source: Your current subscription doesn’t include this content. Please upgrade to %(lowest_product)s to unlock access.
fr: Votre abonnement actuel n'inclut pas ce contenu. Veuillez passer à %(lowest_product)s pour y accéder.

source: This content is not currently available.
fr: Ce contenu n'est actuellement pas disponible.
pt: Este conteúdo não está disponível de momento.
sw: Maudhui haya hayapatikani kwa sasa.

source: Your personal research space
fr: Votre espace de recherche personnel
pt: O seu espaço de pesquisa pessoal
sw: Nafasi yako ya utafiti wa kibinafsi

source: %(MY_LII)s is a free account that helps you personalise and organise your legal research. It’s simple to use, always free, and makes working with the law easier.
fr: %(MY_LII)s est un compte gratuit qui vous permet de personnaliser et d'organiser vos recherches juridiques. Simple d'utilisation, toujours gratuit, il simplifie votre travail juridique.
pt: %(MY_LII)s é uma conta gratuita que o ajuda a personalizar e organizar a sua pesquisa jurídica. É simples de utilizar, sempre gratuita e facilita o trabalho com o direito.
sw: %(MY_LII)s ni akaunti isiyolipishwa ambayo hukusaidia kubinafsisha na kupanga utafiti wako wa kisheria. Ni rahisi kutumia, haina malipo kila wakati, na hurahisisha kufanya kazi na sheria.

source: Sign up for free
fr: Inscrivez-vous gratuitement
pt: Registe-se gratuitamente
sw: Jisajili bila malipo

source: Save documents for later
fr: Enregistrer les documents pour plus tard
pt: Guardar documentos para mais tarde
sw: Hifadhi hati kwa ajili ya baadaye

source: Keep a library of judgments and legislation you often return to.
fr: Conservez une bibliothèque de jugements et de lois auxquels vous revenez souvent.
pt: Mantenha uma biblioteca de julgamentos e legislação a que recorre com frequência.
sw: Weka maktaba ya hukumu na sheria ambazo mara nyingi unarudi.

source: Organise with folders
fr: Organiser avec des dossiers
pt: Organize com pastas
sw: Panga na folda

source: Group related materials together in a way that makes sense to you.
fr: Regroupez les documents connexes d’une manière qui a du sens pour vous.
pt: Agrupe materiais relacionados de uma forma que faça sentido para si.
sw: Panga nyenzo zinazohusiana pamoja kwa njia inayoeleweka kwako.

source: Add private notes
fr: Ajouter des notes privées
pt: Adicionar notas privadas
sw: Ongeza maelezo ya faragha

source: Write down reminders, insights, or context on the documents you save.
fr: Notez des rappels, des idées ou du contexte sur les documents que vous enregistrez.
pt: Anote lembretes, insights ou contexto nos documentos que guardar.
sw: Andika vikumbusho, maarifa, au muktadha kwenye hati unazohifadhi.

source: Receive updates
fr: Recevoir des mises à jour
pt: Receber atualizações
sw: Pokea masasisho

source: Choose topics or courts you’re interested in, and we’ll let you know when something new is published.
fr: Choisissez les sujets ou les tribunaux qui vous intéressent et nous vous informerons dès qu'une nouveauté sera publiée.
pt: Escolha temas ou tribunais do seu interesse e iremos informá-lo quando algo novo for publicado.
sw: Chagua mada au mahakama unazopenda, na tutakujulisha jambo jipya litakapochapishwa.

source: Why create an acocunt?
fr: Pourquoi créer un compte ?
pt: Porquê criar uma conta?
sw: Kwa nini kuunda akaunti?

source: Save time by not having to find the same documents again.
fr: Gagnez du temps en n'ayant plus à retrouver les mêmes documents.
pt: Poupe tempo, pois não precisa de procurar os mesmos documentos novamente.
sw: Okoa muda kwa kutopata hati sawa tena.

source: Stay organised and focused on what matters to you.
fr: Restez organisé et concentré sur ce qui compte pour vous.
pt: Mantenha-se organizado e focado no que é importante para si.
sw: Endelea kupangwa na kuzingatia yale muhimu kwako.

source: Be notified when important new materials are available.
fr: Soyez informé lorsque de nouveaux documents importants sont disponibles.
pt: Seja notificado quando novos materiais importantes estiverem disponíveis.
sw: Arifiwa wakati nyenzo mpya muhimu zinapatikana.

source: Getting started is easy
fr: Commencer est facile
pt: Começar é fácil
sw: Kuanza ni rahisi

source: Sign up with your email address.
fr: Inscrivez-vous avec votre adresse e-mail.
pt: Registe-se com o seu endereço de e-mail.
sw: Jisajili na barua pepe yako.

source: Start saving and organising your research right away.
fr: Commencez dès maintenant à sauvegarder et à organiser vos recherches.
pt: Comece a guardar e a organizar a sua pesquisa agora mesmo.
sw: Anza kuhifadhi na kupanga utafiti wako mara moja.

source: Access your personal library wherever you are, on your desktop or phone.
fr: Accédez à votre bibliothèque personnelle où que vous soyez, sur votre ordinateur de bureau ou votre téléphone.
pt: Aceda à sua biblioteca pessoal onde quer que esteja, no seu desktop ou telemóvel.
sw: Fikia maktaba yako ya kibinafsi popote ulipo, kwenye eneo-kazi au simu yako.

source: Create your free account
fr: Créez votre compte gratuit
pt: Crie a sua conta gratuita
sw: Fungua akaunti yako ya bure

source: Subscription
fr: Abonnement
pt: Subscrição
sw: Usajili

source: Your pending subscription change has been cancelled.
fr: Votre modification d’abonnement en attente a été annulée.
pt: A sua alteração de subscrição pendente foi cancelada.
sw: Mabadiliko ya usajili unaosubiri kutekelezwa yameghairiwa.

source: This content is available only to subscribers. <a href="%(login_url)s">Log in</a> or <a href="%(signup_url)s">Sign up</a> and <a href="%(upsell_url)s">subscribe to %(lowest_product)s</a> to unlock access.
pt: Este conteúdo está disponível apenas para subscritores. <a href="%(login_url)s">Faça login</a> ou <a href="%(signup_url)s">Registe-se</a> e <a href="%(upsell_url)s">subscreva %(lowest_product)s</a> para desbloquear o acesso.

source: Your current subscription doesn’t include this content. Please <a href="%(upsell_url)s">upgrade to %(lowest_product)s</a> to unlock access.
pt: A sua subscrição atual não inclui este conteúdo. Por favor, <a href="%(upsell_url)s">atualize para %(lowest_product)s</a> para desbloquear o acesso.
